Repository: Sebas38760/loti-era
Catalog: translations/*/LC_MESSAGES/wesnoth-loti-era.po
Languages: es

source: When this unit begins combat, offensively or defensively, it heals an amount of hitpoints equal to two times their level.
es: Cuando esta unidad inicia combate, ofensiva o defensivamente, se sana una cantidad de puntos de vida igual al doble de su nivel.

source: flaming radiance
es: llameante

source: All adjacent foes to this unit take fire damage every turn. At first turn, they take 8 damage and this number increases by 8 every turn they stand in the range of this ability. This ability cannot kill.
es: Todos los enemigos adyacentes a esta unidad reciben daño de fuego cada turno. En el primer turno reciben 8 de daño y este número aumenta en 8 cada turno que permanezcan en el rango de esta habilidad. Esta habilidad no puede matar.

source: from the ashes
es: de las cenizas

source: If this unit is attacked and its hitpoints drop below 20, it heals 40 hitpoints and deals 40 fire damage to all nearby foes. This ability can be used only once per 10 turns.
es: Si esta unidad es atacada y sus puntos de vida bajan de 20, se sana 40 PV e inflige 40 de daño de fuego a todos los enemigos cercanos. Esta habilidad solo se puede usar una vez cada 10 turnos.

source: cancer
es: cáncer

source: This unit is poisoned at the beginning of its turn.
es: Esta unidad queda envenenada al inicio de su turno.

source: frostbite
es: congelación

source: This unit takes 24 cold damage at the beginning of its turn.
es: Esta unidad recibe 24 de daño de frío al inicio de su turno.

source: steals
es: roba

source: When this unit hits an enemy with a melee attack, it has a chance to earn some gold.
es: Cuando esta unidad golpea a un enemigo con un ataque cuerpo a cuerpo, tiene una probabilidad de ganar algo de oro.

source: tax collector
es: recaudador

source: When this unit hits an enemy, it has a chance to tax its own side and part it from some gold.
es: Cuando esta unidad golpea a un enemigo, tiene una probabilidad de gravar con impuestos a su propio bando y quitarle algo de oro.

source: producer
es: productor

source: This unit occasionally earns some gold for his side.
es: Esta unidad gana ocasionalmente algo de oro para su bando.

source: firecast
es: fuego

source: When this unit hits with a melee attack in offence, a randomly chosen fire spell is cast at the target.
es: Cuando esta unidad golpea con un ataque cuerpo a cuerpo ofensivo, se lanza un hechizo de fuego elegido al azar sobre el objetivo.

source: shockwave
es: onda

source: This attack is so strong that it slows the target, and creates a shock wave that knocks all enemies adjacent to the target 1 hex away from it, and causes them to take 8 impact damage. When used defensively, it only slows the attacker.
es: Este ataque es tan fuerte que ralentiza al objetivo y crea una onda de choque que empuja 1 casilla a todos los enemigos adyacentes al objetivo, haciéndoles recibir 8 de daño de impacto. Cuando se usa defensivamente, solo ralentiza al atacante.

source: cleave
es: hendir

source: This attack will hit additional enemies in the two hexes that are adjacent to both the attacker and defender, in a crescent moon shape, for 50% of the original damage. It is so tiring that the unit's damage decreases by 2 after the attack, the damage penalty will half each turn.
es: Este ataque golpeará a enemigos adicionales en las dos casillas adyacentes tanto al atacante como al defensor, en forma de media luna, infligiendo el 50% del daño original. Es tan agotador que el daño de la unidad disminuye 2 después del ataque; la penalización se divide entre 2 cada turno.

source: kamikaze sprint
es: sprint suicida

source: If this attack hits offensively, the attacker first takes the damage of all the opponent's attacks. Then, the enemy behind the target takes a half of this attack's damage, the enemy behind him takes a quarter of the initial damage etc, until there are no more enemies in the row, and the attacker will appear there. If the opponent's damage would kill, the weapon special does not work.
es: Si este ataque acierta ofensivamente, el atacante recibe primero el daño de todos los ataques del oponente. Luego, el enemigo detrás del objetivo recibe la mitad del daño de este ataque, el siguiente recibe un cuarto, etc., hasta que no haya más enemigos en la fila, y el atacante aparecerá allí. Si el daño del oponente mataría, el especial de arma no funciona.

source: disintegrate
es: desintegrar

source: Every blow with this weapon has a 2% chance to kill an enemy without any checks.
es: Cada golpe con esta arma tiene un 2% de probabilidad de matar a un enemigo sin comprobaciones.

source: soul annihilation
es: aniquilación

source: Every blow with this attack has a 1% chance to kill an enemy, dealing arcane damage to nearby enemies, the damage is the amount of the victim's remaining health divided by the number of nearby enemies with arcane damage.
es: Cada golpe con este ataque tiene un 1% de probabilidad de matar a un enemigo, infligiendo daño arcano a los enemigos cercanos; el daño es la cantidad de vida restante de la víctima dividida entre el número de enemigos cercanos con daño arcano.

source: nosferatu's gorge
es: nosferatu

source: Every blow with this attack has a chance to add all the victims' remaining hitpoints to the attacker's hitpoints, killing the victim. The chance depends on victim's level. Works only in offence.
es: Cada golpe con este ataque tiene una probabilidad de añadir todos los puntos de vida restantes de la víctima a los del atacante, matando a la víctima. La probabilidad depende del nivel de la víctima. Solo funciona ofensivamente.

source: Raijer's saloon
es: taberna

source: Every blow with this attack has a chance to add all the victims' hitpoints to the hitpoints of attacker and attacker's nearby allies (divided by the number of healed units), killing the victim. The chance depends on victim's level. Works only in offence.
es: Cada golpe con este ataque tiene una probabilidad de añadir todos los puntos de vida de la víctima a los del atacante y sus aliados cercanos (dividido entre el número de unidades sanadas), matando a la víctima. La probabilidad depende del nivel de la víctima. Solo funciona ofensivamente.

source: soul thrash
es: golpe de alma

source: Every blow with this attack has a 1% chance to kill an enemy, adding the victims' level to the attacker's wrath (increasing the damage temporarily, the increase is halved every turn). Works only offensively.
es: Cada golpe con este ataque tiene un 1% de probabilidad de matar a un enemigo, añadiendo el nivel de la víctima a la ira del atacante (aumentando temporalmente el daño; el aumento se divide entre 2 cada turno). Solo funciona ofensivamente.

source: soul extraction
es: extracción de almas

source: Every blow with this attack has a 1% chance to kill an enemy, summoning a Ghost in the process.
es: Cada golpe con este ataque tiene un 1% de probabilidad de matar a un enemigo, invocando un fantasma en el proceso.

source: absorbs (1)
es: absorbe (1)

source: When this unit is hit, it takes its regular damage, but heals 1 HP after it.
es: Cuando esta unidad recibe un golpe, sufre su daño normal, pero se sana 1 PV después.

source: absorbs (2)
es: absorbe (2)

source: When this unit is hit, it takes its regular damage, but heals 2 HP after it.
es: Cuando esta unidad recibe un golpe, sufre su daño normal, pero se sana 2 PV después.

source: absorbs (3)
es: absorbe (3)

source: When this unit is hit, it takes its regular damage, but heals 3 HP after it.
es: Cuando esta unidad recibe un golpe, sufre su daño normal, pero se sana 3 PV después.

source: absorbs (4)
es: absorbe (4)

source: When this unit is hit, it takes its regular damage, but heals 4 HP after it.
es: Cuando esta unidad recibe un golpe, sufre su daño normal, pero se sana 4 PV después.

source: leeches
es: sanguijuela

source: All adjacent enemy units to a unit with this ability lose 2 hitpoints at the beginning of this unit's turn. The damage dealt heals the unit. It cannot kill.
es: Todas las unidades enemigas adyacentes a una unidad con esta habilidad pierden 2 puntos de vida al inicio del turno de esta unidad. El daño infligido sana a la unidad. No puede matar.

source: fueled by death
es: alimentado por la muerte

source: female^fueled by death
es: alimentada por la muerte

source: All adjacent units to a unit with this ability lose 4 hitpoints at the beginning of this unit's turn. Half of the damage dealt increases this unit's damage in a way that decays to half every turn. Undrainable units are not hurt but contribute to the damage bonus notheless. It cannot kill.
es: Todas las unidades adyacentes a una unidad con esta habilidad pierden 4 puntos de vida al inicio del turno de esta unidad. La mitad del daño infligido aumenta el daño de esta unidad de forma que se divide entre 2 cada turno. Las unidades no drenables no reciben daño pero contribuyen al bonus de daño de todas formas. No puede matar.

source: parasite
es: parásito

source: All adjacent allies to a unit with this ability lose 4 hitpoints at the beginning of this unit's turn. The damage dealt heals the unit. It cannot kill.
es: Todos los aliados adyacentes a una unidad con esta habilidad pierden 4 puntos de vida al inicio del turno de esta unidad. El daño infligido sana a la unidad. No puede matar.

source: This is similar to the drains ability, but it drains only 1/10 of the damage inflicted but it can leech also the magic bound in the undeath of non-living foes.
es: Es similar a la habilidad de drenaje, pero solo drena 1/10 del daño infligido y también puede absorber la magia ligada a la no-muerte de enemigos no vivos.

source: explosive leech
es: sanguijuela explosiva

source: When this attack is used, all enemies next to the target take 1/4 of the damage the target was dealt and the life is added to the caster's health. It is so tiring that the unit's damage decreases by 6 after the attack, the damage penalty will half each turn.
es: Cuando se usa este ataque, todos los enemigos al lado del objetivo reciben 1/4 del daño que recibió el objetivo y esa vida se añade a la salud del lanzador. Es tan agotador que el daño de la unidad disminuye 6 después del ataque; la penalización se divide entre 2 cada turno.

source: explosive slow
es: ralentización explosiva

source: When this attack is used offensively, all enemies adjacent to a target are slowed.
es: Cuando se usa este ataque ofensivamente, todos los enemigos adyacentes al objetivo quedan ralentizados.

source: explosive
es: explosivo

source: When this attack is used, all enemies adjacent to the target take 75% of the damage, and even those behind them will take a few if the damage is sufficiently high. It is so tiring that the unit's damage decreases by 10 after the attack, the damage penalty will half each turn.
es: Cuando se usa este ataque, todos los enemigos adyacentes al objetivo reciben el 75% del daño, e incluso los que están detrás recibirán algo si el daño es suficientemente alto. Es tan agotador que el daño de la unidad disminuye 10 después del ataque; la penalización se divide entre 2 cada turno.

source: explosive unprotected
es: explosivo desprotegido

source: When this attack is used, all units adjacent to the target take 75% of the damage, including allies. It is so tiring that the unit's damage decreases by 8 after the attack, the damage penalty will half each turn.
es: Cuando se usa este ataque, todas las unidades adyacentes al objetivo reciben el 75% del daño, incluidos los aliados. Es tan agotador que el daño de la unidad disminuye 8 después del ataque; la penalización se divide entre 2 cada turno.

source: explosive damage
es: daño explosivo

source: When this attack is used offensively, all units adjacent to the target take 10 damage.
es: Cuando se usa este ataque ofensivamente, todas las unidades adyacentes al objetivo reciben 10 de daño.

source: When this attack is used, all enemies adjacent to the attacker take the damage and the enemy cannot retaliate. It is so tiring that the unit's damage decreases by 10 after the attack, the damage penalty will half each turn.
es: Cuando se usa este ataque, todos los enemigos adyacentes al atacante reciben el daño y el enemigo no puede contraatacar. Es tan agotador que el daño de la unidad disminuye 10 después del ataque; la penalización se divide entre 2 cada turno.

source: When this attack is used, all enemies adjacent the attacker take the damage and the enemy cannot retaliate. It is so tiring that the unit's damage decreases by 10 after the attack, the damage penalty will half each turn.
es: Cuando se usa este ataque, todos los enemigos adyacentes al atacante reciben el daño y el enemigo no puede contraatacar. Es tan agotador que el daño de la unidad disminuye 10 después del ataque; la penalización se divide entre 2 cada turno.

source: chaos
es: caos

source: When used defensively, this attacks damages all surrounding foes for a half of the damage, and it always has a 70% chance to hit regardless of the defensive ability of the attacking unit. Whether in defence or on attack, it is so tiring that the unit's damage decreases by 2 afterwards and then halves with each turn.
es: Cuando se usa defensivamente, este ataque daña a todos los enemigos circundantes con la mitad del daño y siempre tiene un 70% de probabilidad de acertar sin importar la capacidad defensiva de la unidad atacante. Ya sea en defensa o en ataque, es tan agotador que el daño de la unidad disminuye 2 después y luego se divide entre 2 cada turno.

source: purify
es: purifica

source: When an undead unit is killed by this attack, it becomes living again. Does not work on undead demons, black souls or other otherworldly undead-like abominations.
es: Cuando una unidad no-muerta es matada por este ataque, vuelve a la vida. No funciona con demonios no-muertos, almas negras u otras abominaciones similares a no-muertos de otro mundo.

source: penetrates
es: penetra

source: female^penetrates
es: penetra

source: This unit gains 1 movement after attacking, allowing it to slowly progress through ranks of enemies if it can survive their attacks.
es: Esta unidad gana 1 punto de movimiento después de atacar, permitiéndole avanzar lentamente a través de las filas enemigas si sobrevive a sus ataques.

source: female^retribution
es: retribuye

source: When this unit is hit, an amount of fire damage equal to a quarter of the damage dealt hurts the attacker.
es: Cuando esta unidad recibe un golpe, una cantidad de daño de fuego igual a un cuarto del daño recibido daña al atacante.

source: weak reflect
es: débil reflejo

source: female^weak reflect
es: débil reflejo

source: When this unit is hit, an quarter of the damage it took is dealt also to the attacker. It cannot kill, unlike thorns.
es: Cuando esta unidad recibe un golpe, un cuarto del daño que recibió también se inflige al atacante. No puede matar, a diferencia de espinas.

source: weak reflect aura
es: aura de reflejo débil

source: female^weak reflect aura
es: aura de reflejo débil

source: When an adjacent ally of unit is hit, an quarter of the damage it took is dealt also to the attacker. It cannot kill, unlike thorns.
es: Cuando un aliado adyacente recibe un golpe, un cuarto del daño que recibió también se inflige al atacante. No puede matar, a diferencia de espinas.

source: reflect
es: refleja

source: female^reflect
es: refleja

source: When this unit is hit, a half of the damage it took is dealt also to the attacker. It cannot kill, unlike thorns.
es: Cuando esta unidad recibe un golpe, la mitad del daño que recibió también se inflige al atacante. No puede matar, a diferencia de espinas.

source: reflect aura
es: aura de reflejo

source: female^reflect aura
es: aura de reflejo

source: When an adjacent ally of unit is hit, an half of the damage it took is dealt also to the attacker. It cannot kill, unlike thorns.
es: Cuando un aliado adyacente recibe un golpe, la mitad del daño que recibió también se inflige al atacante. No puede matar, a diferencia de espinas.

source: electrical discharge
es: descarga eléctrica

source: female^electrical discharge
es: descarga eléctrica

source: When this unit is hit with a melee attack, the resulting discharge of electricity causes an equal amount of lightning damage to be taken by the attacker. It can kill.
es: Cuando esta unidad es golpeada con un ataque cuerpo a cuerpo, la descarga eléctrica resultante causa una cantidad igual de daño de rayo al atacante. Puede matar.

source: freezing aura
es: aura congelante

source: female^freezing aura
es: aura congelante

source: All adjacent enemies will be slowed at the beginning of their turn.
es: Todos los enemigos adyacentes quedarán ralentizados al inicio de su turno.

source: dark aura
es: aura oscura

source: female^dark aura
es: aura oscura

source: All adjacent enemies will be poisoned at the beginning of their turn.
es: Todos los enemigos adyacentes quedarán envenenados al inicio de su turno.

source: feeding
es: alimenta

source: female^feeding
es: alimenta

source: This unit gains 1 hitpoint added to its maximum whenever it kills a living unit.
es: Esta unidad gana 1 punto de vida añadido a su máximo cada vez que mata a una unidad viva.

source: temptation
es: tentación

source: female^temptation
es: tentación

source: This unit makes its enemies of opposite gender infatuated at the beginning of their turn, making them unable to attack, but able to break this charm by fleeing.
es: Esta unidad enamora a sus enemigos del género opuesto al inicio de su turno, impidiéndoles atacar, pero pueden romper el encanto huyendo.

source: If a unit of the opposite gender stands next to this unit at the beginning of its turn, it loses its will to attack that turn, and can only resist the temptation to run away.
es: Si una unidad del género opuesto está al lado de esta unidad al inicio de su turno, pierde la voluntad de atacar ese turno y solo puede resistir la tentación de huir.

source: northfrost aura
es: aura de escarcha

source: female^northfrost aura
es: aura de escarcha

source: All enemies in the range of two hexes from this unit will be slowed at the beginning of their turn.
es: Todos los enemigos a dos casillas de esta unidad quedarán ralentizados al inicio de su turno.

source: spell eater
es: devorahechizos

source: female^spell eater
es: devorahechizos

source: This unit feeds on nearby magical energies, increasing nearby allied units' arcane resistance by 100% and grows stronger when a nearby allied unit is hit with arcane, fire or cold damage.
es: Esta unidad se alimenta de las energías mágicas cercanas, aumentando la resistencia arcana de las unidades aliadas cercanas un 100% y se vuelve más fuerte cuando una unidad aliada cercana recibe daño arcano, de fuego o de frío.

source: shadowalk
es: caminar en sombras

source: female^shadowalk
es: caminar en sombras

source: While in darkness, this unit can teleport to any hex adjacent to an adjacent enemy.
es: Mientras esté en oscuridad, esta unidad puede teletransportarse a cualquier casilla adyacente a un enemigo adyacente.

source: blackwatch
es: vigilia negra

source: female^blackwatch
es: vigilia negra

source: While in darkness, this unit can teleport to any hex adjacent to a unit of the same side that is adjacent to an enemy, up to 3 hexes from its last location.
es: Mientras esté en la oscuridad, esta unidad puede teletransportarse a cualquier casilla adyacente a una unidad del mismo bando que esté adyacente a un enemigo, hasta a 3 casillas de su última posición.

source: recall
es: reincorporar

source: female^recall
es: reincorporar

source: This unit may teleport to a leader of its side.
es: Esta unidad puede teletransportarse a un líder de su bando.

source: combat recall
es: reincorporación de combate

source: female^combat recall
es: reincorporación de combate

source: This unit may teleport to any hex up to 3 hexes from a leader of its side.
es: Esta unidad puede teletransportarse a cualquier casilla hasta 3 casillas de un líder de su bando.

source: homecoming
es: regreso al hogar

source: female^homecoming
es: regreso al hogar

source: This unit may teleport to an Ancient Lich, Arch Necromancer, Demilich or Lich King.
es: Esta unidad puede teletransportarse a una liche antigua, archnigromante, semiliche o rey liche.

source: escape artist
es: artista de la fuga

source: female^escape artist
es: artista de la fuga

source: While adjacent to an enemy and at full moves, can teleport to a hex up to
es: Mientras esté adyacente a un enemigo y con movimiento completo, puede teletransportarse a una casilla hasta

source: hexes away.
es: casillas de distancia.

source: radiating insanity
es: locura radiante

source: female^radiating insanity
es: locura radiante

source: All nearby allies fight with a bloodlust equal to the dwarvish berserk on melee attacks.
es: Todos los aliados cercanos luchan con una sed de sangre igual a la de los berserkers enanos en ataques cuerpo a cuerpo.

source: warlord's rule
es: reglas de guerra

source: female^warlord's rule
es: reglas de guerra

source: All nearby allies deal and take 50% more melee damage.
es: Todos los aliados cercanos infligen y reciben un 50% más de daño cuerpo a cuerpo.

source: This unit can fanaticise all units adjacent to him into a frenzy, making them deal and take double melee damage, but only offensively.
es: Esta unidad puede fanatizar a todas las unidades adyacentes hasta volverlas frenéticas, haciendo que inflijan y reciban el doble de daño cuerpo a cuerpo, pero solo ofensivamente.

source: radiation
es: radiación

source: female^radiation
es: radiación

source: All nearby allies get poisonous attacks.
es: Todos los aliados cercanos obtienen ataques venenosos.

source: zeal aura
es: aura de celo

source: female^zeal aura
es: aura de celo

source: All nearby allies get firststrike.
es: Todos los aliados cercanos obtienen ataque primero.

source: murderous presence
es: presencia asesina

source: female^murderous presence
es: presencia asesina

source: All nearby allies get melee backstab.
es: Todos los aliados cercanos obtienen puñalada por la espalda en cuerpo a cuerpo.

source: female^cantor
es: cantora

source: This unit grants marksman to all ranged attacks of all adjacent allies.
es: Esta unidad otorga tirador a todos los ataques a distancia de todos los aliados adyacentes.

source: aura of hunger
es: aura de hambre

source: female^aura of hunger
es: aura de hambre

source: All adjacent allies gain melee drain that drains 25% of the damage dealt (instead of the usual 50%).
es: Todos los aliados adyacentes ganan drenaje cuerpo a cuerpo que drena el 25% del daño infligido (en lugar del habitual 50%).

source: gossamer dispenser
es: dispensador de telarañas

source: female^gossamer dispenser
es: dispensadora de telarañas

source: All adjacent allies will slow targets with melee attacks.
es: Todos los aliados adyacentes ralentizarán a los objetivos con ataques cuerpo a cuerpo.

source: This unit accumulates liquid helium in its inside, and when he unleashes it, it turns everything in its presence into solid ice in order to evaporate. Clothes of units protect them from being frozen completely, but it still halves their movement and damage.
es: Esta unidad acumula helio líquido en su interior y, cuando lo libera, convierte todo a su alrededor en hielo sólido para evaporarse. La ropa de las unidades las protege de quedar completamente congeladas, pero aun así reduce a la mitad su movimiento y daño.
