Repository: Sebas38760/loti-era
Catalog: translations/*/LC_MESSAGES/wesnoth-loti-era.po
Languages: es

source: Author of this modification
es: Autor de esta modificación

source: Generic AMLA for custom units by
es: AMLA genérico para unidades personalizadas por

source: Author of Legend of the Invincibles
es: Autor de La leyenda de los invencibles

source: Portraits for Efraim and Lethalia
es: Retratos para Efraim y Lethalia

source: See the images/origins.txt file to see all information about images' sources, many of them are just edits of existing files
es: Consulta el archivo images/origins.txt para ver toda la información sobre las fuentes de las imágenes, muchas son simplemente ediciones de archivos existentes

source: chapters 1 to 4 text revision
es: Revisión de texto de los capítulos 1 al 4

source: Other text revisions
es: Otras revisiones de texto

source: Bug fixes
es: Corrección de errores

source: Help with AI
es: Ayuda con la IA

source: Major help with GUI
es: Ayuda importante con la interfaz gráfica

source: German translation
es: Traducción al alemán

source: Special thanks to
es: Agradecimientos especiales a

source: Konrad2, Raijer, RainerT, Swistwarrior333, Aevyn, lynx, Cluesen_Mz, arobinson, Ferie_Storm, Celtic_Minstrel, Solaara, ShadeSlayer, TheZ, Upgmpag, gfgtdf, Jeffers0n, dabber, Delicius169, Whiskeyjack and many others whose comments guided me in making this campaign look like it looks now
es: Konrad2, Raijer, RainerT, Swistwarrior333, Aevyn, lynx, Cluesen_Mz, arobinson, Ferie_Storm, Celtic_Minstrel, Solaara, ShadeSlayer, TheZ, Upgmpag, gfgtdf, Jeffers0n, dabber, Delicius169, Whiskeyjack y muchos otros cuyos comentarios me guiaron para que esta campaña tenga el aspecto que tiene ahora

source: lightning
es: rayo

source: LotI Modification
es: Modificación LotI

source: better protected from physical blows (2% better resistances)
es: mejor protegido contra golpes físicos (2% mejores resistencias)

source: better at blocking (lowering the chance to be hit by 2%)
es: mejor bloqueando (reduce un 2% la probabilidad de ser golpeado)

source: faster
es: rápido

source: Legend of the Invincibles (custom terrains)
es: Leyenda de los Invencibles (terrenos personalizados)

source: Arctic Wasteland
es: Páramo ártico

source: Icy Cave Wall
es: Pared helada de cueva

source: Ice Crystals
es: Cristales de hielo

source: Volcanic Wasteland
es: Páramo volcánico

source: Power Source
es: Fuente de poder

source: Wasteland
es: Páramo

source: Weird Landscape
es: Paisaje extraño

source: Weird Eye
es: Ojo extraño

source: Weird Eyes
es: Ojos extraños

source: Weird Tentacle
es: Tentáculo extraño

source: Weird Tentacles
es: Tentáculos extraños

source: Demonic Cemetery
es: Cementerio demoníaco

source: Infernal Forest
es: Bosque infernal

source: Forest
es: Bosque

source: Rainforest (deprecated)
es: Selva tropical (obsoleto)

source: Rainforest
es: Selva tropical

source: Palm Forest (deprecated, use default)
es: Bosque de palmeras (obsoleto, usar el predeterminado)

source: Hills
es: Colinas

source: Palms on Hills (deprecated, use default)
es: Palmeras en colinas (obsoleto, usar el predeterminado)

source: Palm Desert Forest (deprecated, use default)
es: Bosque desértico de palmeras (obsoleto, usar el predeterminado)

source: Palms on Dunes (deprecated, use default)
es: Palmeras en dunas (obsoleto, usar el predeterminado)

source: Savanna
es: Sabana

source: Savanna (deprecated, use default)
es: Sabana (obsoleto, usar el predeterminado)

source: Savanna Hills (deprecated, use default)
es: Colinas de sabana (obsoleto, usar el predeterminado)

source: obsidians
es: obsidianas

source: topazes
es: topacios

source: opals
es: ópalos

source: pearls
es: perlas

source: diamonds
es: diamantes

source: rubies
es: rubíes

source: emeralds
es: esmeraldas

source: amethysts
es: amatistas

source: sapphires
es: zafiros

source: black pearls
es: perlas negras

source: 4 obsidians
es: 4 obsidianas

source: 2 topazes
es: 2 topacios

source: 1 opal
es: 1 ópalo

source: 1 pearl
es: 1 perla

source: Transmute
es: Transmutar

source: Back
es: Atrás

source: Transmuting
es: Transmutando

source: You can transmute some number of gems to get a new random gem
es: Puedes transmutar una cierta cantidad de gemas para obtener una nueva gema aleatoria

source: Choose between armour and weapon
es: Elige entre armadura y arma

source: Armour
es: Armadura

source: Weapon
es: Arma

source: Choose item type
es: Elige tipo de objeto

source: Choose crafting recipe
es: Elige receta de fabricación

source: Craft
es: Fabricar

source: Transmute gems
es: Transmutar gemas

source: Crafting
es: Fabricar

source: Armour (chest)
es: Armadura (pecho)

source: Helm
es: Casco

source: Boots
es: Botas

source: Gauntlets
es: Guantes

source: Sword
es: Espada

source: Bow
es: Arco

source: Axe
es: Hacha

source: Staff
es: Bastón

source: Mace (or hammer, club, morning star, scourge, flail, ...)
es: Maza (o martillo, garrote, lucero del alba, látigo, mayal...)

source: Crossbow (or slurbow)
es: Ballesta

source: Dagger
es: Daga

source: Knife (throwing)
es: Cuchillo arrojadizo

source: Spear (or javelin, lance, pike, trident)
es: Lanza (o jabalina, pica, tridente)

source: Polearm (halberd, scythe, ...)
es: Asta (o alabarda, guadaña,...)

source: Sling (or bolas or net)
es: Honda (o bolas, red)

source: Thunderstick (or dragonstaff)
es: Fusil

source: Metal claws
es: Garras de metal

source: Otherworldly essence (for touch attacks, baneblade, ...)
es: Esencia de otro mundo

source: Are you sure you want to craft this item?
es: ¿Estás seguro de que quieres fabricar este objeto?

source: Use this potion?
es: ¿Usar esta poción?

source: Use it.
es: Úsala.

source: Store it. Currently having
es: Guárdalo. Actualmente tienes

source: such items stored.
es: de estos objetos.

source: Leave it on the ground.
es: Déjalo en el suelo.

source: Smash it to get a random gem.
es: Romperlo para obtener una gema aleatoria.

source: Item of the same type that will be unequipped:
es: Objeto del mismo tipo que será desequipado:

source: Take this item?
es: ¿Tomar este objeto?

source: Take it.
es: Tómalo

source: irrelevant
es: irrelevante

source: Resistance to blade
es: Resistencia a corte

source: Resistance to pierce
es: Resistencia a perforación

source: Resistance to impact
es: Resistencia a impacto

source: Resistance to fire
es: Resistencia al fuego

source: Resistance to cold
es: Resistencia al frío

source: Resistance to arcane
es: Resistencia a arcano

source: Enemy resistances to blade
es: Resistencias enemigas a corte

source: Enemy resistances to pierce
es: Resistencias enemigas a perforación

source: Enemy resistances to impact
es: Resistencias enemigas a impacto

source: Enemy resistances to fire
es: Resistencias enemigas al fuego

source: Enemy resistances to cold
es: Resistencias enemigas al frío

source: Enemy resistances to arcane
es: Resistencias enemigas a arcano

source: Increases physical resistances by
es: Aumenta las resistencias físicas en

source: Decreases physical resistances by
es: Disminuye las resistencias físicas en

source: Damage increased by
es: Daño aumentado en

source: Damage decreased by
es: Daño disminuido en

source: % (melee weapons only)
es: % (solo armas cuerpo a cuerpo)

source: (melee weapons only)
es: (solo armas cuerpo a cuerpo)

source: % (ranged weapons only)
es: % (solo armas a distancia)

source: (ranged weapons only)
es: (solo armas a distancia)

source: %d%% more attacks
es: %d%% más ataques

source: %d%% fewer attacks
es: %d%% menos ataques

source: %d more attacks
es: %d más ataques

source: %d more attack
es: %d más ataque

source: %d fewer attacks
es: %d menos ataques

source: %d fewer attack
es: %d menos ataque

source: d% fewer attacks
es: d% menos ataques

source: Merges attacks
es: Fusiona ataques

source: Sets weapon damage type to fire
es: Establece el tipo de daño del arma a fuego

source: Sets weapon damage type to cold
es: Establece el tipo de daño del arma a frío

source: Sets weapon damage type to arcane
es: Establece el tipo de daño del arma a arcano

source: Sets weapon damage type to blade
es: Establece el tipo de daño del arma a corte

source: Sets weapon damage type to impact
es: Establece el tipo de daño del arma a impacto

source: Sets weapon damage type to pierce
es: Establece el tipo de daño del arma a perforación

source: Sets weapon damage type to lightning
es: Establece el tipo de daño del arma a relámpago

source: Sucks
es: Absorbe

source: health from targets with each hit
es: de salud de los objetivos con cada golpe

source: Spells suck
es: Los hechizos absorben

source: % chance to strike a devastating blow
es: % de probabilidad de asestar un golpe devastador

source: increased by
es: aumentada en

source: decreased by
es: disminuida en

source: New weapon special:
es: Nueva especial de arma:

source: Damage of spells increased by
es: Daño de hechizos aumentado en

source: Chance to get hit decreased by
es: Probabilidad de ser golpeado disminuida en

source: Increases vision range by
es: Aumenta el rango de visión en

source: Decreases vision range by
es: Disminuye el rango de visión en

source: New ability:
es: Nueva habilidad:

source: 1 extra movement point
es: 1 punto de movimiento extra

source: more movement points
es: más puntos de movimiento

source: 1 less movement point
es: 1 punto de movimiento menos

source: fewer movement points
es: menos puntos de movimiento

source: per level
es: por nivel

source: more hitpoints
es: más puntos de vida

source: fewer hitpoints
es: menos puntos de vida

source: Chance to get hit
es: Probabilidad de ser golpeado

source: in forests
es: en bosques

source: on frozen places
es: en lugares congelados

source: on flat terrains
es: en terrenos llanos

source: in caves
es: en cuevas

source: in mushroom groves
es: en bosquecillos de hongos

source: in villages
es: en aldeas

source: in castles
es: en castillos

source: in shallow waters
es: en aguas poco profundas

source: on coastal reefs
es: en arrecifes costeros

source: in deep water
es: en agua profunda

source: in swamps
es: en pantanos

source: on hills
es: en colinas

source: on mountains
es: en montañas

source: on sands
es: en arenas

source: above unwalkable places
es: sobre lugares intransitables

source: inside impassable walls
es: dentro de muros infranqueables

source: Movement costs
es: Costos de movimiento

source: set to
es: establecidos en

source: through forests
es: a través de bosques

source: on frozen lands
es: en tierras congeladas

source: through dark caves
es: a través de cuevas oscuras

source: through mushroom groves
es: a través de bosquecillos de hongos

source: through villages
es: a través de aldeas

source: through castles
es: a través de castillos

source: in deep waters
es: en aguas profundas

source: through swampy places
es: a través de lugares pantanosos

source: across sands
es: a través de arenas

source: through impassable walls
es: a través de muros infranqueables

source: Sets alignment to chaotic
es: Establece la alineación a caótico

source: Sets alignment to liminal
es: Establece la alineación a crepuscular

source: Sets alignment to lawful
es: Establece la alineación a legal

source: Sets alignment to neutral
es: Establece la alineación a neutral

source: Immune to Poison
es: Inmune al veneno

source: Immune to Slow
es: Inmune a ralentización

source: Immune to Drain
es: Inmune a drenaje

source: Immune to Plague
es: Inmune a plaga

source: Immune to Petrify
es: Inmune a petrificación

source: Unhealable
es: No curable

source: Bonus attack:
es: Ataque adicional:

source: Unlife (immunity to poison, plague and drain)
es: No-vida (inmunidad a veneno, plaga y drenaje)

source: New attack:
es: Nuevo ataque:

source: New advancements:
es: Nuevos avances:

source: Hitpoints:</span>
es: Puntos de vida:</span>

source: Experience:</span>
es: Experiencia:</span>

source: Soul eater score:</span>
es: Puntos Comealmas:</span>

source: Redeem score:</span>
es: Puntos Redención:</span>

source: Lesser redeem score:</span>
es: Menor puntaje de redención:</span>

source: Starving:</span>
es: Hambre:</span>

source: Turns until From The Ashes will be usable:</span>
es: Turnos para volver a usar "de las cenizas":</span>

source: Wrath increasing damage by:</span>
es: Ira que aumenta el daño en:</span>

source: Lethargy reducing damage by:</span>
es: Daño de letargo reducido en:</span>

source: , inactive
es: , inactivo

source: , defense only
es: , solo defensa

source: , attack only
es: , solo ataque

source: werd damage type
es: tipo de daño extraño

source: Damage Resistance Penetration</span>
es: Daño Resistencia Penetración</span>

source: Blade
es: Corte

source: Pierce
es: Penetración

source: Impact
es: Impacto

source: Fire
es: Fuego

source: Cold
es: Frío

source: Arcane
es: Arcano

source: Location Defence Movement cost</span>
es: Terreno Defensa Costo de movimiento</span>

source: In forests
es: En bosques

source: In frozen places
es: En lugares congelados

source: On flat terrains
es: En terrenos llanos

source: In caves
es: En cuevas

source: In mushroom grooves
es: En bosquecillos de hongos

source: In villages
es: En aldeas

source: In castles
es: En castillos

source: In shallow waters
es: En aguas poco profundas

source: On coastal reefs
es: En arrecifes costeros

source: In deep water
es: En agua profunda

source: On hills
es: En colinas

source: On mountains
es: En montañas

source: On sands
es: En arenas

source: Above unwalkable places
es: Sobre lugares intransitables

source: Inside impassable walls
es: Dentro de muros infranqueables

source: <span size='large' weight='bold'>Soul eating/redeem/books advancement paths:</span>
es: <span size='large' weight='bold'>Caminos de avance por devorar almas/redención/libros:</span>

source: execution
es: ejecución

source: This unit can't equip this item.
es: Esta unidad no puede equipar este objeto.

source: This unit cannot wear armours.
es: Esta unidad no puede usar armaduras.

source: This unit cannot wear armours, not even helms.
es: Esta unidad no puede usar armaduras, ni siquiera yelmos.

source: This unit cannot wear armours, not even gauntlets.
es: Esta unidad no puede usar armaduras, ni siquiera guanteletes.

source: This unit cannot wear armours, not even boots. It's a sad person, having to walk barefoot all the time...
es: Esta unidad no puede usar armaduras, ni siquiera botas. Es una persona triste, teniendo que caminar descalza todo el tiempo...

source: This unit cannot wear rings. It might make marriage problematic.
es: Esta unidad no puede usar anillos. Podría complicar el matrimonio.

source: This unit cannot wear amulets.
es: Esta unidad no puede usar amuletos.

source: This unit cannot wear cloaks. Winter is not coming, fortunately.
es: Esta unidad no puede usar capas. Por suerte, el invierno no viene.

source: This unit cannot use swords.
es: Esta unidad no puede usar espadas.

source: This unit cannot use axes.
es: Esta unidad no puede usar hachas.

source: This unit cannot use bows.
es: Esta unidad no puede usar arcos.

source: This unit cannot use staves.
es: Esta unidad no puede usar bastones.

source: This unit cannot use crossbows.
es: Esta unidad no puede usar ballestas.

source: This unit cannot use daggers. Probably prefers more honest combat tactics.
es: Esta unidad no puede usar dagas. Probablemente prefiere tácticas de combate más honestas.

source: This unit cannot throw knives.
es: Esta unidad no puede lanzar cuchillos.

source: This unit cannot use maces.
es: Esta unidad no puede usar mazas.

source: This unit cannot use polearms.
es: Esta unidad no puede usar armas de asta.

source: This unit cannot use metal claws.
es: Esta unidad no puede usar garras de metal.

source: This unit cannot use slings.
es: Esta unidad no puede usar hondas.

source: This unit cannot use otherworldly essences.
es: Esta unidad no puede usar esencias de otro mundo.

source: This unit cannot use weapons that are so advanced.
es: Esta unidad no puede usar armas tan avanzadas.

source: This unit cannot use spears. Seems to prefer more advanced weapons.
es: Esta unidad no puede usar lanzas. Parece que prefiere armas más avanzadas.

source: This unit already has this limited item.
es: Esta unidad ya tiene este objeto limitado.

source: Select unit to recall
es: Seleccionar unidad para reincorporar

source: OK
es: Aceptar

source: Units to be Automatically Recalled (
es: Unidades para reincorporar automáticamente (

source: Available Units (
es: Unidades disponibles (

source: Buy space to automatically recall an additional unit
es: Comprar espacio para reincorporar automáticamente una unidad adicional

source: Need:
es: Necesario:

source: Have:
es: Disponible:

source: Move unit to the autorecall list
es: Mover unidad a la lista de reincorporación automática

source: Search available units
es: Buscar unidades disponibles

source: You do not have enough gold to do that
es: No tienes suficiente oro para hacer eso

source: GEARED
es: EQUIPADO

source: Geared: This unit is equipped with items. This is just to easily identify it on the recall list.
es: Equipado: Esta unidad tiene objetos equipados. Solo sirve para identificarla fácilmente en la lista de reincorporación.

source: suck ($amount)
es: absorber ($amount)

source: Sucks $amount health on each successful hit.
es: Absorbe $amount de salud en cada golpe exitoso.

source: Sucks $amount health on each successful hit with blade, pierce, impact or arcane damage.
es: Absorbe $amount de salud en cada golpe exitoso con daño de corte, perforación, impacto o arcano.

source: devastating blow
es: golpe devastador

source: $chance% chance that the enemy will lose 20% of their health on each hit. It cannot kill.
es: $chance% de probabilidad de que el enemigo pierda el 20% de su salud en cada golpe. No puede matar.

source: fangs
es: colmillos

source: on the recall list
es: en la lista de reincorporación

source: Item storage
es: Almacén de objetos

source: Unit information
es: Información de la unidad

source: Select weapons for retaliation
es: Selecciona armas para contraataque

source: Unequip (store) all items
es: Desequipar (guardar) todos los objetos

source: Are you sure? All items of this unit will be placed into the item storage.
es: ¿Estás seguro? Todos los objetos de esta unidad se guardarán en el almacén de objetos.

source: Items on units on the recall list
es: Objetos en unidades de la lista de reincorporación

source: Pick up items on the ground
es: Recoger objetos del suelo

source: Close
es: Cerrar

source: [no item]
es: [sin objeto]

source: no ring
es: sin anillo

source: no amulet
es: sin amuleto

source: no cloak
es: sin capa

source: no armour
es: sin armadura

source: no helm
es: sin yelmo

source: no gauntlets
es: sin guanteletes

source: no boots
es: sin botas

source: no sword
es: sin espada

source: no axe
es: sin hacha

source: no staff
es: sin bastón

source: no crossbow
es: sin ballesta

source: no bow
es: sin arco

source: no dagger
es: sin daga

source: no knife
es: sin cuchillo

source: no mace
es: sin maza

source: no polearm
es: sin arma de asta

source: no metal claws
es: sin garras de metal

source: no sling
es: sin honda

source: no essence
es: sin esencia

source: no thunderstick
es: sin bastón de trueno

source: no spear
es: sin lanza

source: View
es: Ver

source: These units on recall list have items:
es: Estas unidades en la lista de reincorporación tienen objetos:

source: Which attacks do you allow to use for retaliation?
es: ¿Qué ataques permites usar para contraatacar?

source: Equip
es: Equipar

source: Drop to the ground
es: Tirar al suelo

source: Destroy to get a random gem
es: Destruir para obtener una gema aleatoria

source: Unequip
es: Desequipar

source: Cannot access item storage after turn 2 outside a castle.
es: No se puede acceder al almacén de objetos después del turno 2 fuera de un castillo.

source: Item storage is empty.
es: El almacén de objetos está vacío.

source: In the item storage:
es: En el almacén de objetos:

source: Currently equipped:
es: Equipado actualmente:

source: Use
es: Usar

source: he
es: él

source: she
es: ella

source: This unit is currently not on the battlefield, so
es: Esta unidad no está actualmente en el campo de batalla, por lo que

source: can't take new items from the storage.
es: no puede tomar nuevos objetos del almacén.

source: This unit can't equip such items.
es: Esta unidad no puede equipar este tipo de objetos.

source: They are unworthy of a mighty
es: No son dignos de un poderoso

source: WARNING:
es: ADVERTENCIA:

source: this item is purely nostalgic (from the good old times when this unit needed it).
es: este objeto es puramente nostálgico (de los buenos viejos tiempos cuando esta unidad lo necesitaba).

source: If you unequip it, this unit won't be able to equip it again.
es: Si lo desequipas, esta unidad ya no podrá equiparlo de nuevo.

source: Do you still want to unequip it?
es: ¿Aún quieres desequiparlo?

source: Abomination
es: Abominación

source: Horror tales about terrifying undead usually lie. They describe ghasts as the most nightmarish beings that ever existed. And that is just plain wrong. There is Abomination, a mutated kind of ghast that scares even the most courageous monster hunters. It has literally a dozen mouths, most of them belonging to ghoul homunculi attached to its body with tentacles.
es: Los cuentos de terror sobre no muertos aterradores suelen mentir. Describen a los necrófagos como los seres más pesadillescos que jamás existieron. Y eso está completamente equivocado. Existe la Abominación, un tipo mutado de necrófago que asusta incluso a los cazadores de monstruos más valientes. Tiene literalmente una docena de bocas, la mayoría pertenecientes a homúnculos necrófagos adheridos a su cuerpo con tentáculos.

source: bite
es: mordisco

source: dealing 50% more damage to poisoned enemies
es: inflige 50% más daño a enemigos envenenados

source: biting faster if healthy
es: mordiendo más rápido si está sano

source: feasting on enemies when biting
es: banqueteando con enemigos al morder

source: healing more from kills
es: sanando más con bajas

source: able to regurgitate culinary feasts as Walking Corpses
es: capaz de regurgitar festines culinarios como cadáveres andantes

source: able to regurgitate culinary feasts as Ghouls
es: capaz de regurgitar festines culinarios como necrófagos

source: Ghoul
es: Gul

source: damaging adjacent enemies when hit more
es: dañando más a enemigos adyacentes al ser golpeado

source: causing nearby enemies to deal less damage
es: hace que los enemigos cercanos infligan menos daño

source: causing nearby enemies to deal even less damage
es: hace que los enemigos cercanos infligan aún menos daño

source: Ancient Lich
es: Liche antiguo

source: A being of this order is a revenant of ages long past. Anyone who encounters an Ancient Lich likely has far worse things to worry about than death.
es: Un ser de este orden es un revenant de eras muy pasadas. Cualquiera que encuentre un Liche Antiguo probablemente tenga cosas mucho peores de qué preocuparse que la muerte.

source: touch
es: toque

source: chill tempest
es: ola de frío

source: shadow wave
es: ola sombría

source: creating zombies from enemies killed at melee
es: creando zombis de enemigos matados en cuerpo a cuerpo

source: slowing with chill tempest
es: ralentización con ola de frío

source: slowing multiple enemies with chill tempest
es: ralentiza múltiples enemigos con ola de frío

source: leeching health from enemies with shadow wave
es: drenando vida de enemigos con onda de sombra

source: making adjacent non-undead enemies less resistant to arcane, fire and impact
es: haciendo a enemigos no muertos adyacentes menos resistentes a arcano, fuego e impacto
