Repository: Sebas38760/loti-era
Catalog: translations/*/LC_MESSAGES/wesnoth-loti-era.po
Languages: es

source: The gems you find or that have been dropped by enemies are used to manufacture special gear. Some of them are very frequent, some of them are quite rare. To access crafting, right-click on the unit you want to get these items, hit 'Items' and 'Crafting' then. You will see how many gems of each kind you have (it's common for all units, like the item storage) and you will be asked whether you want to make an armour or a weapon. Then you will select the desired properties (the names of those pieces you can make with your current materials are white coloured, others are marked in red), then you will be asked if you want to make it and told how many gems it costs. Next you are told how many gems you have to fork out to craft the object of desire. If you confirm the selection you will be asked to choose the type of item. In case of crafting armour: Note, that helms, gloves or boots will increase physical resistances only by a third of the value promised because droppable armours typically increase the physical resistances significantly more than other armour pieces. So if you used some mid level crafting recipes with values made suitable for armours to make gauntlets, you'd produce items with far better defensive properties than other gauntlets.
es: Las gemas que encuentras o sueltan los enemigos se usan para fabricar equipo especial. Algunas son muy comunes, otras bastante raras. Para fabricar, clic derecho en la unidad > Objetos > Fabricación. Verás cuántas gemas de cada tipo tienes (es común para todas las unidades, como el almacén) y se te preguntará si quieres hacer armadura o arma. Luego eliges las propiedades deseadas (los nombres de piezas que puedes hacer con tus materiales actuales están en blanco, los demás en rojo), te preguntan si quieres hacerla y cuántas gemas cuesta. Si confirmas, eliges el tipo de objeto. Al fabricar armadura: nota que yelmos, guantes o botas aumentan resistencias físicas solo un tercio del valor prometido porque las armaduras que se pueden soltar aumentan mucho más las resistencias físicas que otras piezas. Si usas recetas de nivel medio con valores pensados para armaduras para hacer guanteletes, producirás objetos con propiedades defensivas mucho mejores que otros guanteletes.

source: Books
es: Libros

source: Books are items which can't be unequipped and add new advancement paths to their lucky owners. The new career opportunities show when the unit is going to take a promotion, hence when the required XP for the next level have been obtained. Improvements gained by books are also displayed among ability upgrades in the unit description.
es: Los libros son objetos que no se pueden desequipar y añaden nuevas líneas de avance a sus dueños. Las nuevas carreras aparecen al subir de nivel, cuando se obtiene la XP necesaria. Las mejoras de libros también se muestran entre las habilidades en la descripción de la unidad.

source: Legacies
es: Legados

source: Each living unit has a legacy. One advancement opportunity must be sacrificed to learn it. Deliberately, only the next level-up will disclose the traces of legendary genes in the unit's blood and you can use their benefits. The improvements are usually better than the normal ones, but might not be very useful to the unit in question. Still, once aware of a legacy, it won't change – no matter how far backwards you reload the game.
es: Cada unidad viva tiene un legado. Hay que sacrificar una oportunidad de avance para aprenderlo. A propósito, solo el siguiente nivel revelará los rastros de genes legendarios en la sangre de la unidad y podrás usar sus beneficios. Las mejoras suelen ser mejores que las normales, pero pueden no ser muy útiles para esa unidad. Una vez conocido el legado, no cambia sin importar cuánto retrocedas el juego.

source: Specific calculations
es: Cálculos específicos

source: -The base damage of attacks is determined by base unit stats and advancements, no change here. -Percent values of item effects are added to the base damage of each weapon, thereby multiplying it. The result is shown as 'Damage increased by X%'. -Defence/resistance gains from armours increase the ability to cope with being attacked in a specific way: A unit whose physical resistances have been increased by X% will suffer X% less damage than a unit without armour (resistance to impact is affected only by half of the set percentage). This applies to any unit – no matter how much armour it is already wearing. Naturally, it requires extremely powerful items to obtain extremely high resistances. -Some effects stack additively, repeated application increases their intensity. Such as 'Sucks X HP with each hit', where the sum of all amounts of HP is drained. Same with 'resistance penetration'. -Some items only take effect in combination with specific other equipped items. In descriptions, those items are displayed with purple letters, these properties work like advancements. -Some advancements give special attacks whose damage, attack count, icon, specials and animation is based on the base attack of that unit.
es: -El daño base de los ataques se determina por estadísticas base y avances, sin cambio aquí. -Los valores porcentuales de efectos de objetos se añaden al daño base de cada arma, multiplicándolo. El resultado se muestra como 'Daño aumentado en X%'. -Las ganancias de defensa/resistencia de armaduras aumentan la capacidad de soportar ataques de cierta forma: una unidad con resistencias físicas aumentadas en X% recibirá X% menos daño que una sin armadura (la resistencia a impacto solo se ve afectada por la mitad del porcentaje). Aplica a cualquier unidad sin importar cuánta armadura lleve. Naturalmente, se necesitan objetos muy poderosos para resistencias muy altas. -Algunos efectos se acumulan aditivamente, aplicaciones repetidas aumentan su intensidad. Como 'Absorbe X PV por golpe', donde se drena la suma de todos los PV. Igual con 'penetración de resistencia'. -Algunos objetos solo funcionan con combinación con otros objetos equipados específicos. En las descripciones aparecen en letras púrpura, funcionan como avances. -Algunos avances dan ataques especiales cuyo daño, número de golpes, icono, especiales y animación se basan en el ataque base de la unidad.

source: Glitch Item
es: Item erróneo

source: <span color='red'>New obligation: Report this bug on the forums</span>
es: <span color='red'>Nueva obligación: Reportar este error en el foro</span>

source: Everything can fail. Regardless of the amount of polishing done.
es: Todo puede fallar. Sin importar cuánto pulido se haya hecho.

source: Book of Magical Swordplay
es: Libro de esgrima mágica

source: Fencing techniques, offensive and also defensive
es: Técnicas de esgrima, tanto ofensivas como defensivas

source: It is not strength or motivation that makes a great warrior. It is the skill.
es: No es la fuerza ni la motivación lo que hace a un gran guerrero. Es la habilidad.

source: Book of Fireballs
es: Libro de bolas de fuego

source: Casting fireballs, from basic casting to explosive damages
es: Lanzamiento de bolas de fuego, desde lo básico hasta daños explosivos

source: Burn, incinerate, scorch, see your foes turn to ash.
es: Quema, incinera, carboniza, ve a tus enemigos convertirse en cenizas.

source: Book of Herbal Tinctures and Malignancies
es: Libro de tinturas herbales y malignidades

source: Poisons and cures
es: Venenos y curas

source: Like real cures are not needed to get payment for healing, real poison is not needed to harm.
es: Como no se necesitan curas reales para cobrar por sanar, tampoco se necesita veneno real para dañar.

source: Tome of Bards
es: Tomos de Bardos

source: Techniques of inspiring allies to deal more damage
es: Técnicas para inspirar a los aliados a hacer más daño

source: Stand up and fight Stand up and see the sky turn bright
es: Levántense y luchen Levántense y vean el cielo brillar

source: Warguard
es: Guardia de Guerra

source: A real warrior's armour is heavy.
es: La armadura de un verdadero guerrero es pesada.

source: The Fencer's Study
es: El manual del esgrimista

source: Quick mastery of fencing
es: Dominio rápido de la esgrima

source: Do you think fencing takes a lot of time to learn? Just buy this for 20 gold and see how easy it is!
es: ¿Crees que la esgrima toma mucho tiempo aprender? ¡Solo compra esto por 20 de oro y verás lo fácil que es!

source: Iron Armour
es: Armadura de hierro

source: When choosing between a hundred warriors clad in iron and fifty warriors clad in mithril, choose iron.
es: Cuando elijas entre cien guerreros con armadura de hierro y cincuenta con mithril, elige hierro.

source: Iron Armour of Thorns
es: Armadura de Hierro de Espinas

source: Do you think that you can attack me and leave uninjured?
es: ¿Crees que puedes atacarme y salir ileso?

source: Mithral Armour
es: Armadura de mithril

source: This highly valuable armour is told to be made by dwarvish apprentices. I wonder what their masters make.
es: Se dice que esta valiosa armadura fue hecha por aprendices enanos. Me pregunto qué hacen sus maestros.

source: Leather Armour
es: Armadura de cuero

source: I know that it is cheap, but it does not slow me down.
es: Sé que es barata, pero no me ralentiza.

source: Ice Armour
es: Armadura de hielo

source: Dwarvish runes can prevent ice from melting.
es: Las runas enanas pueden evitar que el hielo se derrita.

source: Hellforge Armour
es: Armadura infernal

source: 'Forge me an armour. I need to have forged armour to stop attacks armour stops.' - Abaddon
es: «Fúndeme una armadura. Necesito una armadura forjada para detener los ataques que una armadura detiene.» - Abaddon

source: Mystic Armour
es: Armadura mística

source: Forged at unknown location who knows when.
es: Forjada en un lugar desconocido, quién sabe cuándo.

source: Ring of Wizard's Bane
es: Anillo de perdición del mago

source: Nice fireworks, loser.
es: Lindos fuegos artificiales, perdedor.

source: Ring of Dragon's Bane
es: Anillo de perdición del dragón

source: Dragons are no challenge, let us hunt scorpions instead.
es: Los dragones no son un reto, cacemos escorpiones en su lugar.

source: Ring of Unearthly Existence
es: Anillo de existencia sobrenatural

source: Warriors were no match for him. He was no match for wizards.
es: Los guerreros no eran rival para él. Él no era rival para los magos.

source: Ring of Iced Veins
es: Anillo de venas heladas

source: 'Your hand is colder than ice! Are you sure do not need warm tea?' 'No, I am fine, mom.'
es: ¡Tu mano está más fría que el hielo! ¿Seguro que no necesitas té caliente? No, estoy bien, mamá.

source: The Black Ring
es: El anillo negro

source: There were two hundreds of us before the battle. Three hundreds of us left the battlefield.
es: Éramos doscientos antes de la batalla. Trescientos salimos del campo de batalla.

source: Ring of Deathaura
es: Anillo de aura mortal

source: A harbinger of death from the world of witchcraft.
es: Un heraldo de la muerte del mundo de la brujería.

source: Ring of Health
es: Anillo de vitalidad

source: Health is more important than body count.
es: La salud es más importante que la cantidad de cuerpos.

source: Nocturnal Cloak
es: Capa nocturna

source: You merely adopted darkness, I was molded by it.
es: Tú solo adoptaste la oscuridad, yo fui moldeado por ella.

source: Woodland Cloak
es: Capa del Bosque

source: Where is the elf wearing that green cloak? Has anybody seen him?
es: ¿Dónde está el elfo que llevaba esa capa verde? ¿Alguien lo vio?

source: Cloak of Burning Retribution
es: Capa de castigo ardiente

source: You spat on the ground at my feet? I will set your house on fire!
es: ¿Escupiste en el suelo a mis pies? ¡Te prenderé fuego a la casa!

source: Flaming Sword
es: Espada llameante

source: If you need to fight ghosts, good steel is not enough.
es: Si necesitas luchar contra fantasmas, el buen acero no es suficiente.

source: Sword of Barys
es: Espada de Barys

source: A rare metal burns with green flame. Its ashes are poisonous, so be careful with it.
es: Un metal raro arde con llama verde. Sus cenizas son venenosas, así que ten cuidado.

source: Holy Sword
es: Espada sagrada

source: Stay in my light and your sword shall destroy the servants of darkness.
es: Quédate en mi luz y tu espada destruirá a los sirvientes de la oscuridad.

source: Dragon Claw
es: Garra de dragón

source: Claws of dragons have no unusual magical properties, but they cut so well.
es: Las garras de dragón no tienen propiedades mágicas inusuales, pero cortan muy bien.

source: I am done with you, go away!
es: ¡Ya terminé contigo, vete!

source: Deathbringer
es: Portador de Muerte

source: Die! Die! Die! Wait... how do I make him die instead of simply getting cut?
es: ¡Muere! ¡Muere! ¡Muere! Espera... ¿cómo hago que muera en lugar de solo cortarlo?

source: Silver Axe
es: Hacha de plata

source: Good metal is better than flashy magic.
es: El buen metal es mejor que la magia llamativa.

source: Axe of Perun
es: Hacha de Perun

source: Perun's axe smote the wicked with thundering rage.
es: El hacha de Perun aplastó a los malvados con furia atronadora.

source: Unholy Axe
es: Hacha profana

source: You, comrade with that Unholy Axe, position yourself as far from me as possible!
es: ¡Tú, compañero con ese Hacha Impía, colócate lo más lejos posible de mí!

source: Fine bow
es: Arco fino

source: Precision is more important than anything else.
es: La precisión es más importante que cualquier otra cosa.

source: Stormforce
es: Vórtice

source: Is that the fabled Stormforce? I thought it was just a legend!
es: ¿Esa es la legendaria Fuerza de la Tormenta? ¡Pensé que era solo una leyenda!

source: Poisonous Bow
es: Arco venenoso

source: Please stop focusing on one enemy.
es: Por favor deja de enfocarte en un solo enemigo.

source: Amulet of Reason
es: Amuleto de razón

source: The world is much better without magic.
es: El mundo es mucho mejor sin magia.

source: Frozen Locket
es: Guardapelo Congelado

source: Frozen memories shall thaw and redeem.
es: Los recuerdos congelados se descongelarán y redimirán.

source: Black Widow
es: Viuda Negra

source: That horrid thing corrupts the very air around us!
es: ¡Esa cosa horrenda corrompe hasta el aire a nuestro alrededor!

source: Staff of Crelanu
es: Bastón de Crelanu

source: Crelanu's staff fell into the wrong hands before it was even made.
es: El bastón de Crelanu cayó en malas manos antes siquiera de ser hecho.

source: Staff of Kerathur
es: Bastón de Kerathur

source: 'I know that you have no idea who I am...' - Kerathur the Unheard Of
es: «Sé que no tienes idea de quién soy...» - Kerathur el Desconocido

source: Staff of Aimucasur
es: Bastón de Aimucasur

source: A skeletal horde rose from the mud to take lives away. Konrad's warriors were too strong for them.
es: Una horda esquelética surgió del barro para llevarse vidas. Los guerreros de Konrad fueron demasiado fuertes para ellos.

source: Staff of Koschei
es: Bastón de Koschei

source: <span color='purple'>16 to Maximum Health (requires Koschei's Journal)</span>
es: <span color='purple'>+16 a Vida Máxima (requiere el Diario de Koschei)</span>

source: Koschei kidnapped a young princess. His mundane motivations caused his fall.
es: Koschei secuestró a una princesa joven. Sus motivaciones mundanas causaron su caída.

source: Staff of Circe
es: Bastón de Circe

source: Eurylochus knew he could not trust her. It saved his life.
es: Euríloco sabía que no podía confiar en ella. Eso le salvó la vida.

source: Poison
es: Veneno

source: <span color='orange'>New weapon special: Poison</span>
es: <span color='orange'>Nueva especial de arma: Veneno</span>

source: Why is this technique a taboo?
es: ¿Por qué esta técnica es un tabú?

source: Healing Potion
es: Poción de salud

source: <span color='orange'>This unit is fully healed, and its total HP is increased by 10.</span>
es: <span color='orange'>Esta unidad se sanará por completo, y aumentará sus PV totales en 10.</span>

source: I am healed! More healthy than ever!
es: ¡Estoy sanado! ¡Más sano que nunca!

source: Foul Potion
es: Poción repugnante

source: <span color='orange'>New ability: Unholy hunger (the unit loses increasing amounts of maximum HP per turn (unless cared by a healer), but when it kills an enemy, the count restarts and it gains 3 to maximum HP and is healed slightly). Has no effect if the victim cannot be drained, like the undead.</span>
es: <span color='orange'>Nueva habilidad: Hambre impía (la unidad pierde cantidades crecientes de PV máximos por turno (a menos que la cuide un sanador), pero al matar a un enemigo el contador se reinicia, gana +3 PV máximos y se cura ligeramente). No tiene efecto si la víctima no puede ser drenada, como los no-muertos.</span>

source: It helps us greatly, but its user pays a great price.
es: Nos ayuda mucho, pero su usuario paga un gran precio.

source: Holy potion
es: Poción sagrada

source: <span color='orange'>This unit will do triple damages to undead, black souls, demons and burning souls in melee combat.</span>
es: <span color='orange'>Esta unidad hará triple daño a no muertos, almas negras, demonios y almas ardientes en combate cuerpo a cuerpo.</span>

source: Grrrh! Remove this filth from this world! Rrrargh!
es: ¡Grrrh! ¡Quiten esta inmundicia del mundo! ¡Rrrargh!

source: Potion of Speed
es: Poción de velocidad

source: <span color='orange'>1 more attack 2 more movement points</span>
es: <span color='orange'>+1 ataque +2 puntos de movimiento</span>

source: The quickest, the fastest, born under the sonic sign.
es: El más rápido, el más veloz, nacido bajo el signo sónico.

source: Spirits of a Madman's Alacrity
es: Espíritus de la Celeridad del Loco

source: <span color='orange'>1 extra attack per turn</span>
es: <span color='orange'>+1 ataque extra por turno</span>

source: Are you sane? You cannot fight so much, we will run out of enemies too soon!
es: ¿Estás cuerdo? ¡No puedes pelear tanto, nos quedaremos sin enemigos demasiado pronto!

source: Headstriker
es: Penetracabezas

source: If you have a good aim, you will hit a vulnerable spot and kill even with a lightweight bolt.
es: Si apuntas bien, golpearás un punto vulnerable y matarás incluso con un virote ligero.

source: Do you even reload that thing?
es: ¿Acaso recargas esa cosa?

source: Ballista
es: Balista

source: Are you sure that thing is meant to be hand-held?
es: ¿Estás seguro de que esa cosa está pensada para sostenerse con la mano?

source: Doomsday Machine
es: Máquina del juicio final

source: To spread doom, you need proper tools.
es: Para esparcir la perdición, necesitas las herramientas adecuadas.

source: Nightstalker
es: Acechador

source: That looming darkness is a herald of his arrival. Somebody will die very soon.
es: Esa oscuridad que se avecina es un heraldo de su llegada. Alguien morirá muy pronto.

source: Dagger of Shielding
es: Daga de protección

source: He survived a thousand knife fights. Not because of his bravery.
es: Sobrevivió a mil peleas con cuchillo. No por su valentía.

source: Dagger of Sicarii
es: Daga de sicarios

source: An oppressed nation will find a way to have its revenge.
es: Una nación oprimida encontrará la forma de vengarse.

source: Spineripper
es: Desgarrador de Espinas

source: Look at that exposed back.
es: Mira esa espalda expuesta.

source: The Vile Knife
es: El Cuchillo Vil

source: Wounds heal, poison remains.
es: Las heridas sanan, el veneno permanece.

source: Steel Helmet
es: Casco de acero

source: 'What is this thing good for?' 'Nothing special.'
es: ¿Para qué sirve esta cosa? Nada especial.

source: Helmet of Paladins
es: Yelmo de Paladines

source: Let the light show you the way into the darkness that you can enlighten.
es: Que la luz te muestre el camino hacia la oscuridad que puedes iluminar.

source: Royal Diadem
es: Diadema real

source: royalty
es: realeza

source: female^royalty
es: realeza

source: This unit can lead your own units that are next to it, making them fight better. Adjacent own units will do 30% more damage and will have 20% better resistances.
es: Esta unidad puede liderar a tus unidades adyacentes, haciéndolas luchar mejor. Las unidades propias adyacentes harán 30% más de daño y tendrán 20% mejores resistencias.

source: Even a fake king can lead soldiers into victory.
es: Incluso un rey falso puede llevar soldados a la victoria.

source: Irongut Helmet
es: Casco de tripadura

source: 'Are those berries edible?' 'Who cares?'
es: ¿Esas bayas son comestibles? ¿A quién le importa?

source: Mighty Gauntlets
es: Guanteletes poderosos

source: Like any other visitor, he put his sword on a rack outside. His mighty fists were deadly enough.
es: Como cualquier otro visitante, dejó su espada en un perchero afuera. Sus puños poderosos eran suficientemente mortales.

source: Quick Gauntlets
es: Guanteletes de rapidez

source: Quick hands are the best defence.
es: Manos rápidas son la mejor defensa.

source: Heavy Gauntlets
es: Guanteletes pesados

source: How the hell do you fight with this?
es: ¿Cómo demonios luchas con esto?

source: Hellslash
es: Corte infernal

source: Careful about him, you will get hurt even if he is not attacking you.
es: Cuidado con él, te hará daño incluso si no te está atacando.

source: Wanderlust
es: Pasión de viajar

source: See far. Go far. Know the beauty of the world.
es: Mira lejos. Ve lejos. Conoce la belleza del mundo.

source: Flying Boots
es: Botas Voladoras

source: He could run through caves and hills like on a plain road. He could even walk on water.
es: Podía correr por cuevas y colinas como por un camino llano. Incluso podía caminar sobre el agua.

source: Slow Boots
es: Botas lentas

source: If you cannot outrun the knights, why do you even try?
es: Si no puedes correr más rápido que los caballeros, ¿para qué lo intentas?

source: Boots of Evanescence
es: Botas evanescentes

source: Now you see me. Now you don't.
es: Ahora me ves. Ahora no.

source: Heathenbasher
es: Aplastapaganos

source: Dark is the night that has set to your mind, sweet is the pride that reflects in your eyes.
es: Oscura es la noche que se ha posado en tu mente, dulce es el orgullo que refleja tus ojos.

source: Tormentor of Light
es: Atormentador de la luz

source: In the absence of light, darkness and disorder rules.
es: En ausencia de luz, reinan la oscuridad y el desorden.

source: Morgenstern
es: Estrella Matutina

source: The star of dawn will smash your face.
es: La estrella del amanecer te aplastará la cara.

source: Wrath of the Pagan
es: Ira del pagano

source: Law or chaos? That is just a point of view not everyone shares.
es: ¿Ley o caos? Eso es solo un punto de vista que no todos comparten.

source: Blackened Cloak
es: Capa ennegrecida

source: Under black skies, people start losing faith that the sun will ever rise.
es: Bajo cielos negros, la gente empieza a perder la fe en que el sol volverá a salir.

source: Colossally Colossal Arch-Devilish Blade of Universal Annihilation
es: Colosalmente Colosal Espada Arquidiabólica de Aniquilación Universal

source: aura of universal annihilation
es: aura de aniquilación

source: female^aura of universal annihilation
es: aura de aniquilación

source: This unit can lead your own units that are next to it, making them fight better. Adjacent own units will do 20% more damage and will have 10% better resistances.
es: Esta unidad puede liderar a tus unidades adyacentes, haciéndolas luchar mejor. Las unidades propias adyacentes harán 20% más de daño y tendrán 10% mejores resistencias.

source: Forged by the Paladin of Golden Glory with the Hammer of Eternal Magic.
es: Forjada por el Paladín de la Gloria Dorada con el Martillo de Magia Eterna.

source: Mask of Insanity
es: Máscara de locura
