Repository: Sebas38760/loti-era
Catalog: translations/*/LC_MESSAGES/wesnoth-loti-era.po
Languages: es

source: female^impulsive
es: impulsiva

source: This unit does not think before acting, and can attack first even when defending
es: Esta unidad no piensa antes de actuar y puede atacar primero incluso cuando defiende

source: thermophile
es: termófilo

source: female^thermophile
es: termófila

source: This unit liked sitting around lava pools to have developed a liking for hot temperatures
es: Esta unidad disfrutaba sentarse cerca de pozos de lava y desarrolló gusto por las altas temperaturas

source: broken
es: roto

source: female^broken
es: rota

source: This unit has fought too many battles and has seen too many friends die, lacks the vigour of life but knows many tricks to avoid getting hit
es: Esta unidad ha luchado demasiadas batallas y ha visto morir a demasiados amigos, le falta vigor de vida pero conoce muchos trucos para evitar ser golpeada

source: cynic
es: cínico

source: female^cynic
es: cínica

source: This unit has fought so many monsters that he subconsciously defies magic, becoming more resistant to arcane damage
es: Esta unidad ha luchado contra tantos monstruos que subconscientemente desafía la magia, volviéndose más resistente al daño arcano

source: Fimbulwinter Dawn
es: Amanecer fimbulvetr

source: Fimbulwinter Day
es: Día fimbulvetr

source: Fimbulwinter Dusk
es: Anochecer fimbulvetr

source: Fimbulwinter Night
es: Noche fimbulvetr

source: Dawn
es: Amanecer

source: Morning
es: Mañana

source: Afternoon
es: Tarde

source: Dusk
es: Ocaso

source: First Watch
es: Anochecer

source: Second Watch
es: Noche cerrada

source: First Dawn
es: Primer amanecer

source: Second Dawn
es: Segundo amanecer

source: First Morning
es: Primera mañana

source: Second Morning
es: Segunda mañana

source: First Midday
es: Primer mediodía

source: Second Midday
es: Segundo mediodía

source: First Afternoon
es: Primera tarde

source: Second Afternoon
es: Segunda tarde

source: First Dusk
es: Primer anochecer

source: Second Dusk
es: Segundo anochecer

source: Short Dark
es: Corta oscuridad

source: Long Dark (1)
es: Larga oscuridad (1)

source: Long Dark (2)
es: Larga oscuridad (2)

source: Long Dark (3)
es: Larga oscuridad (3)

source: Long Dark (4)
es: Larga oscuridad (4)

source: No units available.
es: No hay unidades disponibles.

source: Teleport units to
es: Teletransportar unidades a

source: <span font-style='oblique'>Spell to teleport units to
es: <span font-style='oblique'>El hechizo para teletransportar unidades a

source: is recharging</span>
es: se está recargando</span>

source: Hahaha, you think you can match my dexterity, $unit.name|?
es: ¡Jajaja, crees que puedes igualar mi destreza, $unit.name|?

source: Hahaha, nobody can match my dexterity!
es: ¡Jajaja, nadie puede igualar mi destreza!

source: Missed me by that <span font='oblique'>that</span> much
es: ¡Me fallaste por <span font='oblique'>eso</span> tanto!

source: Hey man, nice shot!
es: ¡Buen tiro, hombre!

source: A swing and a miss!
es: ¡Un golpe y fallo!

source: Just a <span font='oblique'>bit</span> outside!
es: ¡Apenas <span font='oblique'>un poco</span> fuera!
