Repository: Sebas38760/loti-era
Catalog: translations/*/LC_MESSAGES/wesnoth-loti-era.po
Languages: es

source: You missed! You cannot even hit me! Hahahaha! I feel so good to see you fail, loser!
es: ¡Fallaste! ¡Ni siquiera puedes darme! ¡Jajajaja! ¡Qué gusto ver que fallas, perdedor!

source: Beyond Death
es: Más allá de la Muerte

source: Death can be temporary.
es: La muerte puede ser temporal.

source: Avenging Fire
es: Fuego vengador

source: Burn! Let the hair catch fire and help the skin burn. Ignite the skin and help the flesh burn.
es: ¡Arde! Que el cabello prenda fuego y ayude a que la piel arda. Enciende la piel y ayuda a que la carne arda.

source: The Sick Face
es: La Cara Enferma

source: He looks sick. Killing him will be easy, just try not to catch whatever he has.
es: Parece enfermo. Matarlo será fácil, solo trata de no contagiarte lo que tenga.

source: Black Raptor
es: Rapaz negra

source: Birds look upwards to avoid eagles. They should look down to avoid hunters.
es: Los pájaros miran hacia arriba para evitar águilas. Deberían mirar hacia abajo para evitar cazadores.

source: Otherworldly Cinders
es: Cenizas de Otro Mundo

source: <span color='orange'>Resist fire 40% New ability: from the ashes</span>
es: <span color='orange'>Resistencia al fuego +40% Nueva habilidad: de las cenizas</span>

source: Arise, the bird of death, burn when you die and reappear from your flames.
es: Levántate, pájaro de la muerte, arde cuando mueras y reaparece de tus llamas.

source: Havoc Bliss
es: Éxtasis del Caos

source: Destruction can save you from suffering if you do it right.
es: La destrucción puede salvarte del sufrimiento si la haces bien.

source: Iridium
es: Iridio

source: Mages hypothetise that there is an extremely heavy metal that its ore's weight pulls it into depths.
es: Los magos suponen que existe un metal extremadamente pesado cuyo mineral se hunde en las profundidades por su propio peso.

source: Potion of Sacrifice
es: Poción de sacrificio

source: <span color='orange'>All adjacent allies are infuriated if the drinker of this potion gets hit</span>
es: <span color='orange'>Todos los aliados adyacentes se enfurecen si quien bebe esta poción recibe daño</span>

source: 'I will need you to understand the conception of divine sacrifice.' - Luke
es: «Necesitaré que entiendas el concepto del sacrificio divino.» - Luke

source: Rationality
es: Racionalidad

source: Magic is just very well made quackery.
es: La magia es solo charlatanería muy bien hecha.

source: Crushing Walk
es: Caminar Aplastante

source: Sometimes I am not looking where I step and the casualties can be significant.
es: A veces no miro dónde piso y las bajas pueden ser significativas.

source: Redshirt Armour
es: Armadura roja

source: Why do they all try to kill that man?
es: ¿Por qué todos intentan matar a ese hombre?

source: Hope of the Fallen
es: Esperanza de los Caídos

source: Dark immortality is encased in great sadness, but the encasement has its flaws.
es: La inmortalidad oscura está encerrada en gran tristeza, pero el encapsulamiento tiene fallas.

source: Fowleri's Chopper
es: Cuchilla de Fowleri

source: He broke her heart. No, wait, not heart, sanity. He broke her sanity.
es: Le rompió el corazón. No, espera, no el corazón, la cordura. Le rompió la cordura.

source: Acantha's Cloak
es: Capa de Acantha

source: She was forced to abandon politics and care about children. She indoctrinated them with evil.
es: Fue obligada a abandonar la política y cuidar niños. Los adoctrinó con maldad.

source: Marilyn's Armour
es: Armadura de Marilyn

source: A manly man can have a woman's name without being funny.
es: Un hombre viril puede tener nombre de mujer sin ser gracioso.

source: Mother de Rais
es: Madre de Rais

source: The undead were too numerous to be burned by her fireballs. She had to jump into a river far below to save herself.
es: Los no muertos eran demasiados para quemarlos con sus bolas de fuego. Tuvo que saltar a un río muy abajo para salvarse.

source: Sceptre of Antipater
es: Cetro de Antípater

source: You can be evil even if you heal people.
es: Puedes ser malvado aunque sanes gente.

source: Bow of Many Arrows
es: Arco de muchas flechas

source: There must be a thousand archers over there, but I see only one!
es: ¡Debe haber mil arqueros allá, pero solo veo uno!

source: What no man should know
es: Lo que ningún hombre debería saber

source: I saw a man, frozen solid in a midsummer day. He had this pretty helmet, let me try it on...
es: Vi a un hombre congelado en pleno día de verano. Tenía este lindo yelmo, déjame probármelo...

source: The Ragtag Misfit
es: El Desaliñado Desadaptado

source: All I want is your love... Yes, I know I will get no love, but I will get your gold at least.
es: Todo lo que quiero es tu amor... Sí, sé que no obtendré amor, pero al menos obtendré tu oro.

source: Stolen Potion
es: Poción robada

source: <span color='orange'>New ability: Skirmisher New ability: Steals</span>
es: <span color='orange'>Nueva habilidad: Escaramuzador Nueva habilidad: Roba</span>

source: I have stolen this. Now all the world is here for me to steal.
es: Robé esto. Ahora todo el mundo está aquí para que lo robe.

source: Herod's Mithral Armour
es: Armadura de mithril de Herod

source: damage aura
es: aura de daño

source: He was a powerful ruler, but he was not very righteous. No wonder that his cousin dethroned him.
es: Era un gobernante poderoso, pero no muy justo. No es de extrañar que su primo lo destronara.

source: Stormgrip
es: Tormenta de puños

source: You are an evil overlord, armoured and shielded against everything? I will slay you anyway.
es: ¿Eres un señor malvado, blindado y protegido contra todo? Te mataré de todas formas.

source: The Crusher
es: El triturador

source: I will send my assassins to slay the lich. You will gear them properly.
es: Enviaré a mis asesinos a matar al liche. Tú los equiparás adecuadamente.

source: Hatred for Men
es: Odio al hombre

source: Fuelled by the venom and hatred.
es: Impulsado por el veneno y el odio.

source: Crapsack World
es: Mundo de mierda

source: 'Oh, almighty god, why did you create this world?' 'It was not me. I have a perfect alibi, by the way.'
es: «Oh, dios todopoderoso, ¿por qué creaste este mundo?» «No fui yo. Tengo una coartada perfecta, por cierto.»

source: The Touch of God
es: Toque de Dios

source: 'I... I have been touched by god.' 'Touched by our almighty lord and saviour?' 'No, by lord Cthulhu.'
es: «Yo... he sido tocado por dios.» «¿Tocado por nuestro señor todopoderoso y salvador?» «No, por el señor Cthulhu.»

source: The Warmth
es: Calidez

source: Solace from depressive gloom of northern winters when dusk follows dawn with nothing in between.
es: Consuelo ante la depresión sombría de los inviernos del norte cuando el crepúsculo sigue al amanecer sin nada en medio.

source: Apricity
es: Apricia

source: In winter, the burning sun is actually enjoyable.
es: En invierno, el sol ardiente es realmente agradable.

source: Pyromancer's Sword
es: Espada de piromante

source: <span color='purple'>New ability: firecast (requires Pyromancer's Ring)</span>
es: <span color='purple'>Nueva habilidad: lanzar fuego (requiere el Anillo del Piromante)</span>

source: <span color='purple'>5% to magical resistances (requires Pyromancer's Cloak)</span>
es: <span color='purple'>+5% a las resistencias mágicas (requiere la Capa del Piromante)</span>

source: Flames were his nature, they replaced his insides.
es: Las llamas eran su naturaleza, reemplazaron sus entrañas.

source: Pyromancer's Ring
es: Anillo de piromante

source: <span color='purple'>New attack: fireball (11-4 fire damage, magical) (requires Pyromancer's Sword)</span>
es: <span color='purple'>Nuevo ataque: bola de fuego (11-4 daño de fuego, mágico) (requiere la Espada del Piromante)</span>

source: <span color='purple'>Damage increased by 2 (requires Pyromancer's Cloak)</span>
es: <span color='purple'>Daño aumentado en 2 (requiere la Capa del Piromante)</span>

source: He could feed on fire and magic, spitting it back on those who tried to harm him with it.
es: Podía alimentarse de fuego y magia, escupiéndola de vuelta a quienes intentaban dañarlo con ella.

source: Pyromancer's Cloak
es: Capa de piromante

source: <span color='purple'>5% to magical resistances (requires Pyromancer's Sword)</span>
es: <span color='purple'>+5% a las resistencias mágicas (requiere la Espada del Piromante)</span>

source: <span color='purple'>New ability: from the ashes (requires Pyromancer's Ring)</span>
es: <span color='purple'>Nueva habilidad: de las cenizas (requiere el Anillo del Piromante)</span>

source: When his body was destroyed, he rose again from the ashes.
es: Cuando su cuerpo fue destruido, resurgió de las cenizas.

source: Virtual Void
es: Vacío virtual

source: The pure shall be overridden.
es: Los puros serán sobrepasados.

source: Lake of Blood
es: Lago de sangre

source: Liquids soak into the ground. To fill a lake, you have to gather liquids fast.
es: Los líquidos se filtran en la tierra. Para llenar un lago, tienes que juntar líquidos rápido.

source: Every face is an enemy.
es: Cada rostro es un enemigo.

source: The Parasite
es: Parásito

source: They make promises of the impossible. They say they guide you to reach the impossible. They pretend you had reached the impossible. If you do not believe them, you did it wrong.
es: Hacen promesas de lo imposible. Dicen que te guían para alcanzar lo imposible. Fingen que alcanzaste lo imposible. Si no les crees, lo hiciste mal.

source: Fire-Forged Friend
es: Amigo forjado en fuego

source: <span color='orange'>50% increased physical resistances -4 movement speed</span>
es: <span color='orange'>+50% a las resistencias físicas -4 velocidad de movimiento</span>

source: 'I make my friends with hammer and anvil.' -Pygmaliophaestus
es: «Hago mis amigos con martillo y yunque.» -Pygmaliophaestus

source: Static Cast
es: Hechizo estático

source: Whenever you destroy something, do not touch it again or you will be dead on the spot.
es: Cuando destruyas algo, no lo toques de nuevo o morirás en el acto.

source: Shroud of Iron
es: Mortaja de hierro

source: Those armours are not very good, but if you wear more of them at the same time...
es: Estas armaduras no son muy buenas, pero si usas varias al mismo tiempo...

source: Lionheart
es: Corazón de león

source: Lions spend twenty hours per day slacking. Yet they are a symbol of bravery. Like our nobles.
es: Los leones pasan veinte horas al día holgazaneando. Y aun así son símbolo de valentía. Como nuestros nobles.

source: Winterclaw
es: Garra invernal

source: They come at night. They leave frozen bodies behind. Bodies that awaken.
es: Vienen de noche. Dejan cuerpos congelados atrás. Cuerpos que despiertan.

source: Iron Sentinel
es: Centinela de hierro

source: If the defender cannot stop the attacks, he has to kill the enemies before they hurt him.
es: Si el defensor no puede detener los ataques, tiene que matar a los enemigos antes de que lo hieran.

source: Beyond the Grasp of Men
es: Más allá de los hombres

source: Fast, evasive and seeing further than most. No man shall catch the unreachable.
es: Rápido, evasivo y ve más lejos que la mayoría. Ningún hombre atrapará al inalcanzable.

source: The Grim Butcher
es: Carnicero sombrío

source: Pigs, goats, men... is there a difference? They all taste the same.
es: Cerdos, cabras, hombres... ¿hay diferencia? Todos saben igual.

source: Rock Solid
es: Roca sólida

source: In halls of stone... walls are impassable.
es: En salones de piedra... las paredes son infranqueables.

source: Sinister Lunacy
es: Locura siniestra

source: If there was no lunatic causing the war, there would be no war.
es: Si no hubiera un loco causando la guerra, no habría guerra.

source: Taxes
es: Impuestos

source: Legends speak of a man who took from the poor and gave to the rich.
es: Las leyendas hablan de un hombre que quitaba a los pobres y daba a los ricos.

source: Hellforge Armour of Forging
es: Armadura de forja del infierno

source: Forge weapons. Give the forgery to your enemies. They shall see that forged arsenal is not useful.
es: Forja armas. Dale la falsificación a tus enemigos. Verán que un arsenal falsificado no sirve.

source: The Killer of Great Magi
es: Asesino de grandes magos

source: I care not how much better you are. Your crippling overspecialisation will be your downfall.
es: No me importa cuánto mejor seas. Tu sobreespecialización paralizante será tu ruina.

source: The Cannon
es: El cañón

source: If I will ever get to you, you will be wrecked!
es: ¡Si alguna vez llego hasta ti, estarás destrozado!

source: Worshipper of Darkness
es: Adorador de la oscuridad

source: Worshipping the heralds of Light is a heavy burden people think to be pleasant to carry.
es: Adorar a los heraldos de la Luz es una carga pesada que la gente cree agradable de llevar.

source: Merciless Wake
es: Estela despiadada

source: Why so much hurry? Go slowly, look around, contemplate, kill whatever you like...
es: ¿Para qué tanta prisa? Ve despacio, mira alrededor, contempla, mata lo que quieras...

source: Thornsword
es: Espada de espinas

source: 'How can you cut something with that?' 'It is not for cutting.'
es: «¿Cómo cortas algo con eso?» «No es para cortar.»

source: Wisdom of the Ages
es: Sabiduría de las edades

source: <span color='purple'>+1 to base attacks (requires Search for Wisdom)</span>
es: <span color='purple'>+1 a los ataques base (requiere Búsqueda de Sabiduría)</span>

source: <span color='purple'>+2 base damage (requires Tracking the Lost Knowledge)</span>
es: <span color='purple'>+2 al daño base (requiere Rastreo del Conocimiento Perdido)</span>

source: There is no ancient wisdom. Knowledge must be created in present.
es: No existe sabiduría antigua. El conocimiento debe crearse en el presente.

source: Search for Wisdom
es: Búsqueda de sabiduría

source: <span color='purple'>1 more movement point (requires Wisdom of the Ages)</span>
es: <span color='purple'>+1 punto de movimiento (requiere Sabiduría de las Eras)</span>

source: <span color='purple'>1 more movement point (requires Tracking the Lost Knowledge)</span>
es: <span color='purple'>+1 punto de movimiento (requiere Rastreo del Conocimiento Perdido)</span>

source: They look for wisdom. But that is a fool's errand, it never existed.
es: Buscan sabiduría. Pero eso es una misión de tontos, nunca existió.

source: Tracking the Lost Knowledge
es: Rastreando el conocimiento perdido

source: <span color='purple'>New ability: absorb (1) (requires Wisdom of the Ages)</span>
es: <span color='purple'>Nueva habilidad: absorbe (1) (requiere Sabiduría de las Eras)</span>

source: <span color='purple'>New base ranged weapon special: horrid (requires Search for Wisdom)</span>
es: <span color='purple'>Nueva especial de arma a distancia base: horrenda (requiere Búsqueda de Sabiduría)</span>

source: If it has been lost, then it must had been created before. Maybe it was never created.
es: Si se perdió, entonces debió crearse antes. Tal vez nunca se creó.

source: Bloodsucker's Potion
es: Poción del Chupasangre

source: <span color='orange'>New base ranged weapon special: drain New Ability: blood drinking</span>
es: <span color='orange'>Nueva especial de arma a distancia base: drenaje Nueva habilidad: beber sangre</span>

source: All this blood. It is yours. You will drink it. You will guzzle it. You will choke on it. You will drown in it.
es: Toda esta sangre. Es tuya. La beberás. La tragarás a tragos. Te ahogarás en ella. Te hundirás en ella.

source: <span color='purple'>10% to arcane resistance (requires Treatise of the Three Impostors)</span>
es: <span color='purple'>+10% a la resistencia arcana (requiere Tratado de los Tres Impostores)</span>

source: <span color='purple'>New ability: regenerates slightly (requires Al-Fuṣūl wa al-ghāyāt)</span>
es: <span color='purple'>Nueva habilidad: regenera ligeramente (requiere Al-Fuṣūl wa al-ghāyāt)</span>

source: Difficile est negave Deos, si inconcione quaratur, sed in familliarium, sermone, en consessur facilitimum...
es: Es difícil negar a los dioses si se pregunta en una asamblea, pero en la conversación familiar, en la charla íntima, es facilísimo...

source: Treatise of the Three Impostors
es: Tratado de los Tres Impostores

source: <span color='purple'>10% to arcane resistance (requires Theophrastus Redivivus)</span>
es: <span color='purple'>+10% a la resistencia arcana (requiere Theophrastus Redivivus)</span>

source: <span color='purple'>New ability: exile (requires Al-Fuṣūl wa al-ghāyāt)</span>
es: <span color='purple'>Nueva habilidad: exilio (requiere Al-Fuṣūl wa al-ghāyāt)</span>

source: However important it may be for all men to know the Truth, very few, nevertheless, are acquainted with it...
es: Por importante que sea que todos los hombres conozcan la Verdad, muy pocos, sin embargo, la conocen...

source: <span color='purple'>New ability: frail tide (10) (requires Treatise of the Three Impostors)</span>
es: <span color='purple'>Nueva habilidad: marea frágil (10) (requiere Tratado de los Tres Impostores)</span>

source: They would not have accepted a spoken lie, but whips were raised to strike them, traditions were brought to them.
es: No habrían aceptado una mentira dicha, pero se alzaron látigos para golpearlos, se les impusieron tradiciones.

source: Hunter of Kings
es: Cazador de Reyes

source: <span color='purple'>New ability: frail tide (30) (requires Lost Memoirs of the Inglorious)</span>
es: <span color='purple'>Nueva habilidad: marea frágil (30) (requiere Memorias Perdidas del Inglorioso)</span>

source: <span color='purple'>New ability: conviction (20) (requires Legion Slayer)</span>
es: <span color='purple'>Nueva habilidad: convicción (20) (requiere Matador de Legiones)</span>

source: Nobody knows who he was. Nobody knows where he came from. Nobody knows how to stop him.
es: Nadie sabe quién fue. Nadie sabe de dónde vino. Nadie sabe cómo detenerlo.

source: Legion Slayer
es: Matalegiones

source: <span color='purple'> 2 more movement points (requires Hunter of Kings)</span>
es: <span color='purple'>+2 puntos de movimiento (requiere Cazador de Reyes)</span>

source: Nobody knows how he works. Nobody knows when he strikes. Nobody lives to tell how he looks.
es: Nadie sabe cómo funciona. Nadie sabe cuándo ataca. Nadie vive para contar cómo luce.

source: Defender of the Faith
es: Defensor de la fe

source: We shall clear the world of this filth!
es: ¡Limpiaremos el mundo de esta inmundicia!

source: The Unstoppable
es: El imparable

source: No one can bargain with him. There is no way to reason with him. He feels no fear. There is nothing at all that would stop him... until the evil is banished.
es: Nadie puede negociar con él. No hay forma de razonar con él. No siente miedo. No hay nada que lo detenga... hasta que el mal sea erradicado.

source: Something
es: Algo

source: Uhm... I wanted to say... ehm, that... it was... uh... basically... so now, I am saying that... uhm...
es: Ehm... quería decir... ehm, que... fue... eh... básicamente... así que ahora, estoy diciendo que... ehm...

source: The Infidel
es: El infiel

source: Fidel is dead. Hail the Infidel.
es: Fidel ha muerto. ¡Salve el Infiel!

source: The Touch of Death
es: Toque de muerte

source: There is no touch of death. But you can take your time to aim at the windpipe from the correct angle...
es: No hay toque de muerte. Pero puedes tomarte tu tiempo para apuntar a la tráquea desde el ángulo correcto...

source: The Disease and the Cure
es: La enfermedad y la cura

source: You are the disease. We are the cure.
es: Tú eres la enfermedad. Nosotros somos la cura.

source: Freeze! I need to aim!
es: ¡Congélense! ¡Necesito apuntar!

source: Straight out of Nowhere
es: Directo de la nada

source: Expect the unexpected. Diabolus ex machina.
es: Espera lo inesperado. Diabolus ex machina.

source: The Jester
es: El bufón

source: We needed better entertainment. They're in flames now.
es: Necesitábamos mejor entretenimiento. Ahora están en llamas.

source: Organ Grinder
es: Molinillo de órganos

source: Keep that man away from me... Hey, keep him away! Do not flee! Aaarghh! Ehhmragehhhd...
es: ¡Mantén a ese hombre lejos de mí...! ¡Oye, aléjenlo! ¡No huyan! ¡Aaarghh! ¡Ehhmragehhhd...!

source: The Unrepenting
es: El impenitente

source: I have broken the sacred vow, forgotten the pledge of allegiance, lost my faith. I did what I did. I cannot change it, so why should I torment myself with it?
es: Rompí el voto sagrado, olvidé el juramento de lealtad, perdí mi fe. Hice lo que hice. No puedo cambiarlo, ¿entonces por qué debería torturarme con ello?

source: Liquid Hatred
es: Odio líquido

source: The essence of liquid hatred, purified and distilled.
es: La esencia del odio líquido, purificada y destilada.

source: The Generous Armour
es: Armadura generosa

source: Hey there, you are a bad fighter, wear this.
es: Oye, eres un mal luchador, usa esto.

source: Lesser Potion of Invisibility
es: Poción de invisibilidad menor

source: <span color='orange'>New ability: nightstalk</span>
es: <span color='orange'>Nueva habilidad: acecho nocturno</span>

source: When you are defeated, search for solace in the darkness.
es: Cuando seas derrotado, busca consuelo en la oscuridad.

source: The Decimator
es: Diezmador

source: Do not get too crazy with that sword.
es: No te vuelvas demasiado loco con esa espada.

source: The Noble Survivor
es: El noble superviviente

source: He wishes that all the nobility could be hung with the guts of priests. That will not work on me.
es: Desea que toda la nobleza sea colgada con las tripas de los sacerdotes. Eso no funcionará conmigo.

source: King Salmon's Crown
es: Corona del rey Salmón

source: What? The king has a known name? Now I can no longer call him what I want...
es: ¿Qué? ¿El rey tiene un nombre conocido? Ahora ya no puedo llamarlo como quiera...

source: The Great Truth
es: La gran verdad

source: The Great Truth is that there is no Great Truth.
es: La Gran Verdad es que no existe Gran Verdad.

source: The Predator
es: Depredador

source: Try not to split from the group.
es: Trata de no separarte del grupo.

source: Eidolon's Ring
es: Anillo de Eidolón

source: <span color='purple'>3% to pierce resistance (requires Eidolon's Necklace)</span>
es: <span color='purple'>+3% a la resistencia a penetración (requiere el Collar del Eidolon)</span>

source: <span color='purple'>3% to blade resistance (requires Eidolon's Armour)</span>
es: <span color='purple'>+3% a la resistencia a corte (requiere la Armadura del Eidolon)</span>

source: <span color='purple'>4 to hitpoints (requires Eidolon's Mask)</span>
es: <span color='purple'>+4 puntos de vida (requiere la Máscara del Eidolon)</span>

source: <span color='purple'>1 to damage (requires Eidolon's Gauntlets)</span>
es: <span color='purple'>+1 al daño (requiere los Guanteletes del Eidolon)</span>

source: <span color='purple'>2% to arcane resistance (requires Eidolon's Coat)</span>
es: <span color='purple'>+2% a la resistencia arcana (requiere el Abrigo del Eidolon)</span>

source: <span color='purple'>New ability: Deathaura (8) (requires Eidolon's Sword)</span>
es: <span color='purple'>Nueva habilidad: Aura de Muerte (8) (requiere la Espada del Eidolon)</span>

source: When he was old and dying, he remembered what he could from the days he loved a necromanceress.
es: Cuando era viejo y moría, recordó lo que pudo de los días en que amó a una nigromante.

source: Eidolon's Necklace
es: Collar de Eidolón

source: <span color='purple'>4% to cold resistance (requires Eidolon's Ring)</span>
es: <span color='purple'>+4% a la resistencia al frío (requiere el Anillo del Eidolon)</span>

source: <span color='purple'>1 to movement (requires Eidolon's Boots)</span>
es: <span color='purple'>+1 al movimiento (requiere las Botas del Eidolon)</span>
