Repository: Sebas38760/loti-era
Catalog: translations/*/LC_MESSAGES/wesnoth-loti-era.po
Languages: es

source: This unit’s resistances are increased by 10% (up to a maximum of 70%) if it has no adjacent allies.
es: Las resistencias de esta unidad aumentan un 10% (hasta un máximo del 70%) si no tiene aliados adyacentes.

source: This unit’s resistances are increased by 20% (up to a maximum of 70%) if it has no adjacent allies.
es: Las resistencias de esta unidad aumentan un 20% (hasta un máximo del 70%) si no tiene aliados adyacentes.

source: zeal
es: celo

source: female^zeal
es: celo

source: This unit's resistances are doubled, up to a maximum of 70%, when attacking. Vulnerabilities are not affected.
es: Las resistencias de esta unidad se duplican (hasta un máximo del 70%) cuando ataca. Las vulnerabilidades no se ven afectadas.

source: careful
es: cuidadoso

source: female^careful
es: cuidadosa

source: This unit’s resistances are increased by
es: Las resistencias de esta unidad aumentan un

source: , up to a maximum of 80%, when defending. Vulnerabilities are not affected.
es: , hasta un máximo del 80%, cuando defiende. Las vulnerabilidades no se ven afectadas.

source: This unit can rally the adjacent allies to ignore damage taken better, increasing their resistances by
es: Esta unidad puede animar a los aliados adyacentes a soportar mejor el daño, aumentando sus resistencias un

source: %, up to a maximum of 80%.
es: %, hasta un máximo del 80%.

source: shield (
es: blindado (

source: female^shield (
es: blindada (

source: This unit's presence is so glorious that all adjacent allies are honoured and inspired by them, increasing their resistances by
es: La presencia de esta unidad es tan gloriosa que todos los aliados adyacentes se sienten honrados e inspirados, aumentando sus resistencias un

source: %, up to a maximum of 60%.
es: %, hasta un máximo del 60%.

source: withering presence
es: presencia marchitadora

source: female^withering presence
es: presencia marchitadora

source: This unit's presence drains the life essence from adjacent enemies, giving them undead-like vulnerabilities, reducing their resistances to fire, impact and arcane by 30%.
es: La presencia de esta unidad drena la esencia vital de los enemigos adyacentes, dándoles vulnerabilidades similares a las de los no-muertos y reduciendo sus resistencias al fuego, impacto y arcano un 30%.

source: lifeforce transfer
es: transferencia de fuerza vital

source: female^lifeforce transfer
es: transferencia de fuerza vital

source: This unit's presence bestows bits of life to adjacent undead allies, giving them living-like vulnerabilities, increasing their resistances to fire, impact and arcane by 30%.
es: La presencia de esta unidad otorga fragmentos de vida a los aliados no-muertos adyacentes, dándoles vulnerabilidades propias de los vivos y aumentando sus resistencias al fuego, impacto y arcano un 30%.

source: death blending
es: fusión con la muerte

source: female^death blending
es: fusión con la muerte

source: This unit is so familiar death that it can gain a more undead-like constitution whenever standing next to at least two allied undead, increasing its resistances to blade, pierce and cold by 30%.
es: Esta unidad conoce tan bien la muerte que adopta una constitución más parecida a la de los no-muertos cuando está al lado de al menos dos aliados no-muertos, aumentando sus resistencias a corte, penetración y frío un 30%.

source: memories of life
es: recuerdos de vida

source: female^memories of life
es: recuerdos de vida

source: This unit remembers slightly how it was to be alive, and if standing near at least 2 allied non-undead units, its resistances to fire, arcane and impact are increased by 30%.
es: Esta unidad recuerda vagamente cómo era estar viva y, si está cerca de al menos 2 unidades aliadas vivas, aumenta sus resistencias al fuego, arcano e impacto un 30%.

source: antimagic (
es: antimágico (

source: female^antimagic (
es: antimágica (

source: This unit's presence weakens surrounding magic, increasing resistances of oneself and any nearby units by
es: La presencia de esta unidad debilita la magia circundante, aumentando las resistencias propias y de cualquier unidad cercana un

source: weapon repulsion (
es: repulsión de armas (

source: female^weapon repulsion (
es: repulsión de armas (

source: This unit's presence causes enemy weapons to be pushed away, increasing resistances of oneself and any nearby units by
es: La presencia de esta unidad hace que las armas enemigas sean repelidas, aumentando las resistencias propias y de cualquier unidad cercana en

source: shade armour
es: armadura de sombra

source: female^shade armour
es: armadura de sombra

source: This unit’s resistances are increased by 10% for each turn spent hidden, up to 90%. The maximum added resistance is 50% for being hidden. Killing enemies increases this too, but only up to 20% added resistance. While not hidden, the bonus resistance decays by 10% per turn.
es: Las resistencias de esta unidad aumentan un 10% por cada turno que pasa oculta, hasta un máximo del 90%. El bonus máximo por estar oculta es del 50%. Matar enemigos también lo aumenta, pero solo hasta un 20% adicional. Cuando no está oculta, el bonus disminuye un 10% por turno.

source: When used offensively, this attack deals multiplied damage to the target. It also causes this unit to take multiplied damage from the target's counterattack.
es: Cuando se usa ofensivamente, este ataque inflige daño multiplicado al objetivo. También hace que esta unidad reciba daño multiplicado del contraataque del objetivo.

source: furious
es: furioso

source: In a rush to deal damage as furiously as possible, the attacker has no opportunity to heal during combat.
es: En su ansia por infligir daño lo más furiosamente posible, el atacante no tiene oportunidad de sanarse durante el combate.

source: lurk
es: acechar

source: When used offensively and the target is not adjacent to any of its allies, it deals double damage to the target.
es: Cuando se usa ofensivamente y el objetivo no tiene aliados adyacentes, inflige el doble de daño al objetivo.

source: needs feeding
es: necesita alimentarse

source: Available only if this unit was fed.
es: Disponible solo si esta unidad ha sido alimentada.

source: eats walking corpses
es: devora cadáveres ambulantes

source: female^eats walking corpses
es: devora cadáveres ambulantes

source: This unit will eat a Walking Corpse of its own side at the start of its turn to become fed for a turn.
es: Esta unidad devorará un cadáver ambulante de su propio bando al inicio de su turno para quedar alimentada durante ese turno.

source: anathema
es: anatema

source: female^anathema
es: anatema

source: This unit's behaviour is loathsome, it spreads foul smell and droplets containing neisseria gonorrhoeae. Others absolutely loathe fighting next to it. Adjacent allies deal 30% less damage.
es: El comportamiento de esta unidad es repugnante; desprende mal olor y gotas con neisseria gonorrhoeae. Los demás odian combatir a su lado. Los aliados adyacentes infligen un 30% menos de daño.

source: female^antisocial
es: antisocial

source: This unit's manners are incredibly bad, others hate fighting next to it. Adjacent allies deal 20% less damage.
es: Los modales de esta unidad son increíblemente malos; los demás odian combatir a su lado. Los aliados adyacentes infligen un 20% menos de daño.

source: This unit's lack of social skills decreases the damage of all adjacent allies by 20%.
es: La falta de habilidades sociales de esta unidad reduce el daño de todos los aliados adyacentes un 20%.

source: lesser antisocial
es: menos antisocial

source: female^lesser antisocial
es: menos antisocial

source: This unit's manners are very bad, others hate fighting next to it. Adjacent allies deal 10% less damage.
es: Los modales de esta unidad son muy malos; los demás odian combatir a su lado. Los aliados adyacentes infligen un 10% menos de daño.

source: despair (
es: desesperación (

source: female^despair (
es: desesperación (

source: This unit's presence is so darkly ominous that all adjacent enemies struggle with despair, dealing
es: La presencia de esta unidad es tan siniestramente ominosa que todos los enemigos adyacentes luchan con la desesperación e infligen un

source: % less damage.
es: % menos de daño.

source: conviction (
es: convición (

source: female^conviction (
es: convición (

source: This unit's presence is so darkly ominous that all adjacent enemies struggle with the guilt of their evil deeds, reducing their fire, cold and arcane resistances by
es: La presencia de esta unidad es tan siniestramente ominosa que todos los enemigos adyacentes luchan con la culpa de sus malas acciones, reduciendo sus resistencias al fuego, frío y arcano un

source: frail tide (
es: frágil marea (

source: female^frail tide (
es: frágil marea (

source: This unit's presence is so darkly ominous that all adjacent enemies struggle with a decrepifying feeling of age and weariness, reducing their resistances to pierce, blade and impact by
es: La presencia de esta unidad es tan siniestramente ominosa que todos los enemigos adyacentes sienten un cansancio decrépito por la edad, reduciendo sus resistencias a penetración, corte e impacto un

source: lesser berserk (
es: frenesí corto (

source: Whether used offensively or defensively, this attack presses the engagement until one of the combatants is slain, or
es: Tanto si se usa ofensivamente como defensivamente, este ataque prolonga el combate hasta que uno de los combatientes muera, o hayan transcurrido

source: rounds of attacks have occurred.
es: rondas de ataques.

source: darkens
es: oscurece

source: female^darkens
es: oscurece

source: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is day, and as if it were night when it is dusk.
es: Esta unidad oscurece el área circundante, haciendo que las unidades caóticas luchen mejor y las legales peor. Todas las unidades adyacentes a esta lucharán como si fuera crepúsculo cuando es de día, y como si fuera noche cuando es crepúsculo.

source: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is day, as if it were night when it is dusk and the improvement of the chaotic units during the night is incredible.
es: Esta unidad oscurece el área circundante, haciendo que las unidades caóticas luchen mejor y las legales peor. Todas las unidades adyacentes a esta lucharán como si fuera crepúsculo cuando es de día, como si fuera noche cuando es crepúsculo y el bonus nocturno de las unidades caóticas es increíble.

source: female^darkens badly
es: negrura

source: darkens badly
es: negrura

source: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse. Any units adjacent to this unit will fight almost as if it were night when it is day, as if it were darker than the darkest night when it is dusk and the improvement of the chaotic units during the night is incredible.
es: Esta unidad oscurece el área circundante, haciendo que las unidades caóticas luchen mejor y las legales peor. Todas las unidades adyacentes a esta lucharán casi como si fuera noche cuando es de día, como si fuera una noche más oscura que la más oscura cuando es crepúsculo y el bonus nocturno de las unidades caóticas es increíble.

source: female^darkens severely
es: tinieblas

source: darkens severely
es: tinieblas

source: improved illumination
es: ilumina bien

source: female^improved illumination
es: ilumina bien

source: This unit illuminates the surrounding area, making lawful units fight better, and chaotic units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is night, as if it were day when it is dusk, and even better during the day (worse if they are chaotic or liminal).
es: Esta unidad ilumina el área circundante, haciendo que las unidades legales luchen mejor y las caóticas peor. Todas las unidades adyacentes a esta lucharán como si fuera crepúsculo cuando es de noche, como si fuera de día cuando es crepúsculo y aún mejor durante el día (peor si son caóticas o liminares).

source: great illumination
es: gran luz

source: female^great illumination
es: gran luz

source: This unit illuminates the surrounding area, making lawful units fight better, and chaotic units fight worse. Any units adjacent to this unit will fight as if it were almost day when it is night, better than if it were day when it is dusk, and far better during the day (worse if they are chaotic or liminal).
es: Esta unidad ilumina el área circundante, haciendo que las unidades legales luchen mejor y las caóticas peor. Todas las unidades adyacentes a esta lucharán casi como si fuera de día cuando es de noche, mejor que si fuera de día cuando es crepúsculo y mucho mejor durante el día (peor si son caóticas o liminares).

source: charging backstab
es: cargar puñalada

source: When used offensively, this attack deals double damage if there is an enemy of the target on the opposite side of the target, and that unit is not incapacitated (turned to stone or otherwise paralysed). It also causes this unit to take double damage from the target’s counterattack.
es: Cuando se usa ofensivamente, este ataque inflige el doble de daño si hay un enemigo del objetivo en el lado opuesto y esa unidad no está incapacitada (convertida en piedra o paralizada de otra forma). También hace que esta unidad reciba el doble de daño del contraataque del objetivo.

source: twilightstalk
es: acechaocasos

source: female^twilightstalk
es: acechaocasos

source: The unit becomes invisible during dawn or dusk, hiding in long shadows created by the sun near the horizon. Enemy units cannot see this unit during dawn or dusk, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
es: La unidad se vuelve invisible durante el amanecer o el atardecer, ocultándose en las largas sombras creadas por el sol cerca del horizonte. Las unidades enemigas no pueden ver a esta unidad durante el amanecer o el atardecer, excepto si tienen unidades a su lado. Cualquier unidad enemiga que la descubra primero pierde inmediatamente todo su movimiento restante.

source: shadowstalk (radius
es: acecho de sombras (radio

source: female^shadowstalk (radius
es: acecho de sombras (radio

source: The unit becomes invisible when a unit is nearby, hiding in its shadow. The unit must have no ability to hide. Enemy units cannot see this unit during dawn or dusk, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
es: La unidad se vuelve invisible cuando hay una unidad cerca, ocultándose en su sombra. La unidad no debe tener ninguna habilidad de ocultación. Las unidades enemigas no pueden ver a esta unidad durante el amanecer o el atardecer, excepto si tienen unidades a su lado. Cualquier unidad enemiga que la descubra primero pierde inmediatamente todo su movimiento restante.

source: eager
es: ansiosa

source: This attack deals 50% more damage to poisoned enemies.
es: Este ataque inflige un 50% más de daño a enemigos envenenados.

source: chaotic
es: caótico

source: This attack is 25% better at night and 25% worse at day.
es: Este ataque es un 25% mejor de noche y un 25% peor de día.

source: lawful
es: legal

source: This attack is 25% better at day and 25% worse at night.
es: Este ataque es un 25% mejor de día y un 25% peor de noche.

source: This attack is 25% better at night.
es: Este ataque es un 25% mejor de noche.

source: This attack is 25% better at day.
es: Este ataque es un 25% mejor de día.

source: greater backstab
es: gran puñalada trapera

source: When used offensively, this attack deals 2.5 times more damage if there is an enemy of the target on the opposite side of the target, and that unit is not incapacitated (turned to stone or otherwise paralysed).
es: Cuando se usa ofensivamente, este ataque inflige 2,5 veces más daño si hay un enemigo del objetivo en el lado opuesto y esa unidad no está incapacitada (convertida en piedra o paralizada de otra forma).

source: uber backstab
es: ultrapuñalada trapera

source: When used offensively, this attack deals triple damage if there is an enemy of the target on the opposite side of the target, and that unit is not incapacitated (turned to stone or otherwise paralysed).
es: Cuando se usa ofensivamente, este ataque inflige el triple de daño si hay un enemigo del objetivo en el lado opuesto y esa unidad no está incapacitada (convertida en piedra o paralizada de otra forma).

source: Adjacent allies will do
es: Los aliados adyacentes harán

source: % more damage.
es: % más de daño.

source: all damage aura (
es: aura de daño total (

source: This unit and any adjacent units do
es: Esta unidad y cualquier unidad adyacente infligen

source: leadership (as level
es: lidera (como nivel

source: female^leadership
es: lidera

source: This unit can lead your own units that are next to it, making them fight better. Adjacent own units of lower level will do more damage in battle. When a unit adjacent to, of a lower level than, and on the same side as a unit with Leadership engages in combat, its attacks do 25% more damage times the difference in their levels.
es: Esta unidad puede liderar a las unidades propias adyacentes, haciendo que luchen mejor. Las unidades propias adyacentes de nivel inferior infligirán más daño en combate. Cuando una unidad adyacente, de nivel inferior y del mismo bando que una unidad con liderazgo entra en combate, sus ataques infligen un 25% más de daño por cada nivel de diferencia.

source: The leadership of this unit enables adjacent units of the same side to deal more damage in combat, though this only applies to units of lower level.
es: El liderazgo de esta unidad permite a las unidades adyacentes del mismo bando infligir más daño en combate, aunque solo se aplica a unidades de nivel inferior.

source: socratic
es: socrático

source: female^socratic
es: socrática

source: This unit can ask good enough questions to help stronger units rethink their strategy. Adjacent own units of higher level will do more damage in battle. When a unit adjacent to, of a higher level than, and on the same side as a unit with Leadership engages in combat, its attacks do 25% more damage times the difference in their levels. This is limited to 75%.
es: Esta unidad puede hacer preguntas lo suficientemente buenas como para ayudar a unidades más fuertes a repensar su estrategia. Las unidades propias adyacentes de nivel superior infligirán más daño en combate. Cuando una unidad adyacente, de nivel superior y del mismo bando que una unidad con liderazgo entra en combate, sus ataques infligen un 25% más de daño por cada nivel de diferencia (limitado al 75%).

source: Useful questions of this unit enables adjacent units of the same side to deal more damage in combat, though this only applies to units of higher level.
es: Las útiles preguntas de esta unidad permiten a las unidades adyacentes del mismo bando infligir más daño en combate, aunque solo se aplica a unidades de nivel superior.

source: regenerates slightly
es: regenera

source: female^regenerates slightly
es: regenera

source: The unit will heal itself 4 HP per turn. If it is poisoned, these two effects will negate themselves.
es: La unidad se sanará 4 PV por turno. Si está envenenada, ambos efectos se anularán.

source: This unit regenerates, which allows it to heal without standing close to a healer.
es: Esta unidad se regenera, lo que le permite sanarse sin necesidad de estar cerca de un sanador.

source: alliance
es: alianza

source: female^alliance
es: alianza

source: This unit is very well versed in team tactics so that adjacent units with the same ability deal 35% more damage.
es: Esta unidad domina tanto las tácticas de equipo que las unidades adyacentes con la misma habilidad infligen un 35% más de daño.

source: focused
es: enfocado

source: This attack always has at least a 80% chance to hit.
es: Este ataque siempre tiene al menos un 80% de probabilidad de acertar.

source: guided
es: guiado

source: This attack always has an 90% chance to hit, regardless of the defensive ability of the defending unit.
es: Este ataque siempre tiene un 90% de probabilidad de acertar, sin importar la capacidad defensiva de la unidad que defiende.

source: denial of cover
es: negación de cobertura

source: This attack always has a chance to hit at least 90% against units in villages.
es: Este ataque siempre tiene al menos un 90% de probabilidad de acertar contra unidades que estén en aldeas.

source: struggle
es: forcejeo

source: This attack causes the opponent to have a 10% lower chance to hit.
es: Este ataque hace que el oponente tenga un 10% menos de probabilidad de acertar.

source: imprecise
es: impreciso

source: This attack has a 10% lower chance to hit.
es: Este ataque tiene un 10% menos de probabilidad de acertar.

source: snow ambush
es: emboscada en nieve

source: female^snow ambush
es: emboscada en nieve

source: This unit can hide on frozen terrains when not next to an enemy unit, and remain undetected by its enemies. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
es: Esta unidad puede ocultarse en terrenos congelados cuando no está al lado de una unidad enemiga y permanecer indetectable para sus enemigos. Cualquier unidad enemiga que la descubra primero pierde inmediatamente todo su movimiento restante.

source: lesser ambush
es: emboscada menor

source: female^lesser ambush
es: emboscada menor

source: This unit can hide in deciduous forest when not next to an enemy unit, and remain undetected by its enemies. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
es: Esta unidad puede ocultarse en bosques caducifolios cuando no está al lado de una unidad enemiga y permanecer indetectable para sus enemigos. Cualquier unidad enemiga que la descubra primero pierde inmediatamente todo su movimiento restante.

source: Deathaura ({INTENSITY})
es: Aura mortal ({INTENSITY})

source: female^Deathaura ({INTENSITY})
es: Aura mortal ({INTENSITY})

source: This ability causes its bearer unit to poison and injure adjacent enemy units at the beginning of your turn (
es: Esta habilidad hace que su portador envenene y hiera a las unidades enemigas adyacentes al inicio de tu turno (

source: damage). It cannot kill.
es: de daño). No puede matar.

source: regenerates (
es: regenera (

source: female^regenerates (
es: regenera (

source: The unit will heal itself
es: La unidad se sanará

source: HP per turn. If it is poisoned, it will remove the poison instead of healing.
es: PV por turno. Si está envenenada, eliminará el veneno en lugar de sanarse.

source: bloodbound
es: vínculo de sangre

source: female^bloodbound
es: vínculo de sangre

source: The unit will heal itself 32 HP per turn if adjacent to another unit with the bloodbound ability. If it is poisoned, it will remove the poison instead of healing.
es: La unidad se sanará 32 PV por turno si está adyacente a otra unidad con la habilidad vínculo de sangre. Si está envenenada, eliminará el veneno en lugar de sanarse.

source: devouring embers
es: ascuas devoradoras

source: This unit heals 16 HP per turn when above lava. If poisoned, the poison will be cured instead.
es: Esta unidad se sana 16 PV por turno cuando está sobre lava. Si está envenenada, el veneno se cura en su lugar.
