Repository: Sebas38760/loti-era
Catalog: translations/*/LC_MESSAGES/wesnoth-loti-era.po
Languages: es

source: The Black Army is a company of professional well-paid full-time mercenaries, purely devoted to warfare. Their skill is hard to match, their loyality to gold is endless and their mercy is unheard of. Pikemen of the Black Army are highly aggressive warriors whose defence relies on the length of their weapon.
es: El Ejército Negro es una compañía de mercenarios profesionales a sueldo completo, dedicados exclusivamente a la guerra. Su habilidad es difícil de igualar, su lealtad al oro es infinita y su misericordia es desconocida. Los piqueros del Ejército Negro son guerreros extremadamente agresivos cuya defensa depende de la longitud de su arma.

source: pike
es: pica

source: Black Army Swordsman
es: Espadachín del Ejército Negro

source: The Black Army is a company of professional well-paid full-time mercenaries, purely devoted to warfare. Their skill is hard to match, their loyality to gold is endless and their mercy is unheard of. Swordsmen of this army are unyielding piles of steel that adamantly stand their ground and fight until a victory is won and they receive their payment.
es: El Ejército Negro es una compañía de mercenarios profesionales bien pagados y a tiempo completo, dedicados exclusivamente a la guerra. Su habilidad es difícil de igualar, su lealtad al oro es infinita y su misericordia es desconocida. Los espadachines de este ejército son pilas de acero inquebrantables que defienden su posición con firmeza y luchan hasta que la victoria esté asegurada y reciban su pago.

source: Catapult
es: Catapulta

source: Catapults are technical devices used to rain death on enemies.
es: Las catapultas son dispositivos técnicos usados para hacer llover muerte sobre los enemigos.

source: Dark Dragon
es: Dragón oscuro

source: A dark dragon is a legendary creature, normally seen only in fantastic tales. They are very rare, and were it not for the historical events, the singlehanded destruction of cities and towns that these creatures have wrought, they might be dismissed as mere myth. Legends are very specific about the ravages of dark dragons; noting their great strength, speed, their preternatural cunning, and above all else, the great darkness that accumulates inside of them all the time. Battling a dragon is said to be the pinnacle of danger itself, fit only for fools, or the bravest of knights.
es: Un dragón oscuro es una criatura legendaria, normalmente vista solo en cuentos fantásticos. Son muy raros, y de no ser por los eventos históricos, la destrucción unilateral de ciudades y pueblos que estas criaturas han causado, podrían ser descartados como mero mito. Las leyendas son muy específicas sobre los estragos de los dragones oscuros; destacando su gran fuerza, velocidad, su astucia sobrenatural y, sobre todo, la gran oscuridad que se acumula dentro de ellos todo el tiempo. Se dice que combatir contra un dragón es la cúspide del peligro mismo, apto solo para locos o los caballeros más valientes.

source: Deathshroom
es: Seta de la muerte

source: Deathshroom is a venomous mushroom that grows in symbiosis with Flowers of Evil. It feeds on the very essence of evil that exists around it, and channels it to nearby infernal plants, that give it substances it needs to grow.
es: El Hongo Mortal es un hongo venenoso que crece en simbiosis con Flores del Mal. Se alimenta de la misma esencia del mal que existe a su alrededor y la canaliza a plantas infernales cercanas, que le dan las sustancias que necesita para crecer.

source: symbiosis (24)
es: simbiosis (24)

source: female^symbiosis (24)
es: simbiosis (24)

source: The unit will heal itself 24 HP per turn, if there is a Flower of Evil or Voracius Herb next to it. If it is poisoned, it will remove the poison instead of healing.
es: La unidad se sanará 24 PV por turno si hay una Flor del Mal o Hierba Voraz al lado. Si está envenenada, eliminará el veneno en vez de sanarse.

source: drains
es: drena

source: This unit drains health from living units, healing itself for half the amount of damage it deals (rounded down).
es: Esta unidad drena vida de unidades vivas, curándose la mitad del daño que inflige (redondeado hacia abajo).

source: Demon
es: Demonio

source: Demons were created as maintainers of balance between the Light and the Darkness. However, this experiment hopelessly failed and demons became evil creatures, so powerful and twisted, that they even forced the Light and Darkness to unite to lock them into a different dimension, into the world of Inferno, with no way out. But their presence in Irdya suggests that somebody knew or figured out how to release them.
es: Los demonios fueron creados como mantenedores del equilibrio entre la Luz y la Oscuridad. Sin embargo, este experimento falló estrepitosamente y los demonios se convirtieron en criaturas malignas, tan poderosas y retorcidas que incluso obligaron a la Luz y la Oscuridad a unirse para encerrarlos en una dimensión diferente, en el mundo del Infierno, sin salida. Pero su presencia en Irdya sugiere que alguien sabía o descubrió cómo liberarlos.

source: Demoness
es: Demonia

source: Demon Despot
es: Demonio déspota

source: Demoness Despot
es: Demonia déspota

source: Demon Lord
es: Señor demonio

source: disastrous
es: desastroso

source: female^disastrous
es: desastrosa

source: cleaves
es: rajar

source: Demon Lords are ancient creatures of supreme power and unexpectable abilities. Their nearly human appearance makes it easy for them to manipulate mortals into mischief.
es: Los señores demonio son criaturas antiguas de poder supremo y habilidades impredecibles. Su apariencia casi humana les facilita manipular a los mortales para que cometan fechorías.

source: glaive
es: guja

source: Demon Man o'War
es: Demonio Hombre de Guerra

source: Demoness Man o'War
es: Demonia Mujer de Guerra

source: Demon Overlord
es: Señor Demonio

source: Demoness Overlord
es: Señora Demonio

source: Demon Soul
es: Alma Demoníaca

source: Worship of dark deities can bind a demon in his revered place of rest and force him to guard it. These undead demons are restless, unable to get too far from their grave, but no adventurer who ever visits Inferno is strongly advised not to approach these places.
es: La adoración de deidades oscuras puede atar a un demonio en su lugar de descanso venerado y obligarlo a guardarlo. Estos demonios no muertos están inquietos, incapaces de alejarse mucho de su tumba, pero ningún aventurero que visite el Infierno recibe el fuerte consejo de no acercarse a estos lugares.

source: Demon Warrior
es: Guerrero demonio

source: Demoness Warrior
es: Guerrera demonio

source: Demonologist
es: Demonólogo

source: Necromancers call their techniques unclean and unite with paladins to hunt them down. Nothing will grow for a hundred years wherever their evil feet step. So evil and perverted are the demonologists. Demons are creations of incredibly foul magic and only the worst of the worst unites with them. Even the knowledge of demonology is so strictly forbidden that it is questionable what do they learn their monstrosities from.
es: Los nigromantes consideran sus técnicas impuras y se unen a los paladines para cazarlos. Nada crecerá durante cien años allí donde pisen sus pies malignos. Tan malvados y pervertidos son los demonólogos. Los demonios son creaciones de una magia increíblemente sucia y solo los peores de los peores se unen a ellos. Incluso el conocimiento de la demonología está tan estrictamente prohibido que es dudoso de dónde aprenden sus monstruosidades.

source: dreadful touch
es: toque espantoso

source: Doom Imp
es: Diablillo maldito

source: Doom imps is an improved variation of imps, that can be also usable in times of war as meatshields.
es: Los diablillos del destino son una variación mejorada de los diablillos, que también pueden usarse en tiempos de guerra como carne de cañón.

source: Dracolich
es: Dracoliche

source: The most evil and twisted dragons explore the dark side of the magic, just like the necromancers. Upon death or when they decide, they become dracoliches, terrible abominations far stronger than dragons, far stronger than liches, far stronger than anything in this world.
es: Los dragones más malvados y retorcidos exploran el lado oscuro de la magia, igual que los nigromantes. Al morir o cuando lo deciden, se convierten en dracolichs, terribles abominaciones mucho más fuertes que los dragones, mucho más fuertes que los liches, mucho más fuertes que cualquier cosa en este mundo.

source: Faerie Fire
es: Fuego feérico

source: This is a piece of faerie fire that can exist without external source of magical power. It is not too powerful, although it can incinerate foes and thereby create other separate faerie fires.
es: Este es un fragmento de fuego freérico que puede existir sin una fuente externa de poder mágico. No es demasiado poderoso, aunque puede incinerar enemigos y así crear otros fuegos freéricos independientes.

source: Faerie Fire Unit
es: Unidad de Fuego Freérico

source: Fire Reaper
es: Segador de fuego

source: Flies
es: Moscas

source: A fly, even if it is a bloodsucking horse-fly, is completely harmless, but a swarm of them can be a threat. They drink only a drop of blood with each bite, but if they are numerous enough, it can add up to fatal blood loss.
es: Una mosca, incluso si es una tábano chupasangre, es completamente inofensiva, pero un enjambre de ellas puede ser una amenaza. Beben solo una gota de sangre con cada picadura, pero si son lo bastante numerosas, puede sumar una pérdida de sangre fatal.

source: Flower of Evil
es: Flor del Mal

source: Flowers of Evil are one of the few plant types adopted to the hostile environment in Inferno after Uria's arrival. They are dangerous even to approach, and their main source of food are creatures living around, imps and demons, but if more interesting prey is nearby, they leave them alone. They are extremely dangerous in proximity of symbiotic mushrooms.
es: Las flores del mal son uno de los pocos tipos de plantas adaptadas al entorno hostil del Infierno tras la llegada de Uria. Son peligrosas incluso de acercarse, y su principal fuente de alimento son las criaturas que viven alrededor, diablillos y demonios, pero si hay una presa más interesante cerca, los dejan en paz. Son extremadamente peligrosas cerca de hongos simbióticos.

source: first strike
es: golpe primero

source: This unit always strikes first with this attack, even when defending.
es: Esta unidad siempre golpea primero con este ataque, incluso al defender.

source: When used offensively, this attack deals double damage to the target. It also causes this unit to take double damage from the target’s counterattack.
es: Cuando se usa ofensivamente, este ataque inflige el doble de daño al objetivo. También causa que esta unidad reciba el doble de daño del contraataque del objetivo.

source: assisted marksman
es: tirador asistido

source: When used offensively, this attack always has at least a 60% chance to hit if any allied Deathshrooms or Hatredshrooms are near this unit.
es: Cuando se usa ofensivamente, este ataque siempre tiene al menos un 60% de probabilidad de impactar si hay algún champiñón de la muerte o champiñón del odio aliado cerca de esta unidad.

source: Fog
es: Niebla

source: Fog is a materialised concentration of magical energy that can exist without a constant magic source. The offensive magic cast upon it has nearly no effect, because it heals from that source of magic as fast as it is hurt by it. But a bladed weapon can shred its ethereal body into pieces easily.
es: La niebla es una concentración materializada de energía mágica que puede existir sin una fuente mágica constante. La magia ofensiva lanzada sobre ella tiene casi ningún efecto, porque se sana de esa fuente de magia tan rápido como es dañada por ella. Pero un arma con filo puede despedazar fácilmente su cuerpo etéreo.

source: horrible lightning
es: relámpago de terror

source: Hatredshroom
es: Champiñón del odio

source: Hatredshroom is a venomous mushroom that grows in symbiosis with Flowers of Evil. It feeds on the very essence of hatred that exists around it, and channels it to nearby infernal plants, that give it substances it needs to grow.
es: El champiñón del odio es un hongo venenoso que crece en simbiosis con las flores del mal. Se alimenta de la misma esencia del odio que existe a su alrededor y la canaliza a plantas infernales cercanas, que le dan las sustancias que necesita para crecer.

source: symbiosis (36)
es: simbiosis (36)

source: female^symbiosis (36)
es: simbiosis (36)

source: The unit will heal itself 36 HP per turn, if there is a Flower of Evil or Voracius Herb next to it. If it is poisoned, it will remove the poison instead of healing.
es: La unidad se sana 36 PV por turno si tiene al lado una Flor del Mal o una Hierba Voraz. Si está envenenada, elimina el veneno en lugar de sanarse.

source: Hellhound
es: Sabueso infernal

source: Hellhounds fearsome monsters that live in Inferno. They are used by demons as guardians or cheaper attack force. Their mighty jaws can crush most enemies, and their fiery breath can kill a lot of victims as well.
es: Los sabuesos infernales son monstruos temibles que viven en el Infierno. Los demonios los usan como guardianes o fuerza de ataque barata. Sus poderosas mandíbulas pueden aplastar a la mayoría de enemigos y su aliento de fuego puede matar a muchas víctimas.

source: Ice Dragon
es: Dragón de Hielo

source: An ice dragon is a legendary creature, normally seen only in fantastic tales. They are very rare, and were it not for the historical events, the singlehanded destruction of cities and towns that these creatures have wrought, they might be dismissed as mere myth. Legends are very specific about the ravages of ice dragons; noting their great strength, speed, their preternatural cunning, and above all else, the great cold that accumulates inside of them all the time. Battling a dragon is said to be the pinnacle of danger itself, fit only for fools, or the bravest of knights.
es: Un dragón de hielo es una criatura legendaria, vista normalmente solo en cuentos fantásticos. Son muy raros y, de no ser por los eventos históricos y la destrucción total de ciudades y pueblos que estas criaturas han causado, podrían ser considerados mera mitología. Las leyendas son muy específicas sobre los estragos de los dragones de hielo: destacan su enorme fuerza, velocidad, su astucia sobrenatural y, sobre todo, el gran frío que acumulan dentro de sí en todo momento. Enfrentarse a un dragón se considera la cúspide del peligro, apto solo para locos o los caballeros más valientes.

source: icy breath
es: aliento helado

source: Ice Spirit
es: Espíritu de hielo

source: Ice Spirits unearthly apparitions of liquid gases. No one is exactly sure where they come from, but they are occasionally summoned by powerful mages to do their bidding. When not being controlled they like to wander iced plains and take great delight in freezing anything they can reach.
es: Los espíritus de hielo son apariciones sobrenaturales de gases líquidos. Nadie sabe exactamente de dónde vienen, pero poderosos magos los invocan ocasionalmente para que cumplan sus órdenes. Cuando no están controlados, les gusta vagar por llanuras heladas y disfrutan congelando todo lo que alcanzan.

source: icy claws
es: garras heladas

source: freezing breath
es: aliento congelante

source: Ice Wraith
es: Espectro de hielo

source: Ice Wraiths are spirits from the coldest places in the world. No one is exactly sure where they come from, but they are occasionally summoned by powerful mages to do their bidding. The odd armor they wear hints at a former life or creator, but whatever ancient civilization was involved has been lost to history and climate change.
es: Los espectros de hielo son espíritus de los lugares más fríos del mundo. Nadie sabe exactamente de dónde vienen, pero poderosos magos los invocan ocasionalmente para que cumplan sus órdenes. La extraña armadura que llevan sugiere una vida anterior o un creador, pero cualquier civilización antigua que estuviera involucrada se ha perdido en la historia y el cambio climático.

source: Imp
es: Diablillo

source: Imps are foul creations of demons to do the inferior work for the demons, like cleaning dens. Imps are weaker than demons and almost mindless.
es: Los diablillos son viles creaciones de demonios para hacer el trabajo inferior de los demonios, como limpiar guaridas. Los diablillos son más débiles que los demonios y casi sin mente.

source: Incendiary Drone
es: Dron incendiario

source: flame
es: llama

source: Merchant
es: Mercader

source: Merchants are masters of buying items from people who do not need them, transport them to another location and sell them to people who need them and are willing to pay more. Those who have unneeded items are happy to get money from them, those who need items are happy to buy them, so everybody likes merchants.
es: Los mercaderes son maestros comprando objetos a gente que no los necesita, transportándolos a otro lugar y vendiéndolos a gente que los necesita y está dispuesta a pagar más. Quienes tienen objetos innecesarios están contentos de obtener dinero por ellos, quienes necesitan objetos están contentos de comprarlos, así que a todos les gustan los mercaderes.

source: cargo throw
es: lanzar mercancía

source: Meteor
es: Meteoro

source: Meteoroids are huge rocks falling from the sky, destroying anything they fall on. The fires they are wrapped in as they fly through the air are called meteor. They usually come also with a huge shockwave that can be more damaging than the fire.
es: Los meteoroides son enormes rocas que caen del cielo, destruyendo todo sobre lo que caen. Los fuegos con los que están envueltos mientras vuelan por el aire se llaman meteoros. Usualmente vienen también con una enorme onda de choque que puede ser más dañina que el fuego.

source: Mist
es: Voluta

source: Mist is a materialised concentration of magical energy that can exist without a constant magic source. The offensive magic cast upon it has nearly no effect, because it heals from that source of magic as fast as it is hurt by it. But a bladed weapon can shred its ethereal body into pieces easily. It can be sometimes dangerous for its lightning bolts.
es: La niebla es una concentración materializada de energía mágica que puede existir sin una fuente mágica constante. La magia ofensiva lanzada sobre ella tiene casi ningún efecto, porque se sana de esa fuente de magia tan rápido como es dañada por ella. Pero un arma con filo puede despedazar fácilmente su cuerpo etéreo. A veces puede ser peligrosa por sus rayos.

source: Phantom of the Opera
es: Fantasma de la Ópera

source: Phoenix
es: Fénix

source: Phoenixes are fiery birds from other worlds. They are almost immortal, and also terribly powerful. However, it is supposed that killing one may resurrect also the dead.
es: Los fénix son aves de fuego de otros mundos. Son casi inmortales y también terriblemente poderosos. Sin embargo, se supone que matar uno puede resucitar también a los muertos.

source: beak
es: pico

source: When the phoenix was moved into Chillhold, its lava-hot fire solidified into a stone crust that is uneasy to break for anything. But it is almost unable to move, so it is not very likely to cause severe wounds to anybody.
es: Cuando el fénix fue trasladado a Fríoport, su fuego caliente como lava se solidificó en una corteza de piedra difícil de romper. Pero apenas puede moverse, por lo que no es muy probable que cause heridas graves a nadie.

source: Power Generator
es: Generador de energía

source: High amounts of an unknown kind energy are created in this machine, and used in an unknown way somewhere else. You have pretty much no idea what this thing is meant to do. The light it creates seems to harm everyone nearby.
es: Grandes cantidades de una energía desconocida se generan en esta máquina y se usan de forma desconocida en algún otro lugar. Realmente no tienes idea de para qué sirve esta cosa. La luz que crea parece dañar a todos los que están cerca.

source: Machine Fabricator
es: Fabricador de máquinas

source: This dreadful machine is spitting mechanic monsters all the time. It should be destroyed as soon as possible, to prevent it from making even more monsters.
es: Esta terrible máquina escupe monstruos mecánicos todo el tiempo. Debe ser destruida lo antes posible para evitar que cree aún más monstruos.

source: Master Fabricator
es: Fabricador maestro

source: Powerslave
es: Esclavo del poder

source: Prophet of Disaster
es: Profeta del Desastre

source: Rabid Icemonax
es: Icemonax rabioso

source: tail
es: cola

source: spit
es: escupitajo

source: Seventh Son
es: Séptimo Hijo

source: Shadow Hound
es: Sabueso de las sombras

source: Shadow Hounds are powerful monsters of unknown origin. Although their stalking abilities are dangerous, their combat abilities are even worse.
es: Los sabuesos de las sombras son monstruos poderosos de origen desconocido. Aunque sus habilidades de acecho son peligrosas, sus capacidades de combate son aún peores.

source: shadow breath
es: aliento de sombras

source: Spell Eater
es: Devorahechizos

source: Spell Eater is a strange magical creature that feeds on magic and grows stronger in its presence. It is not particularly resistant to magic when directly attacked but it can rapidly grow very powerful if nearby allies are attacked by magic attacks.
es: El devorador de hechizos es una extraña criatura mágica que se alimenta de magia y se vuelve más fuerte en su presencia. No es particularmente resistente a la magia cuando es atacado directamente, pero puede volverse muy poderoso rápidamente si los aliados cercanos son atacados con ataques mágicos.

source: Spider Demon
es: Araña demonio

source: This is a prototype of a new race of demons designed and created by Uria. Even without proper combat training, they can match even the most experienced demon warriors. These ones are for the purposes of faster replication created mostly in female variation, because one male can spawn breed with many females.
es: Este es un prototipo de una nueva raza de demonios diseñada y creada por Uria. Incluso sin entrenamiento de combate adecuado, pueden igualar a los guerreros demonio más experimentados. Estos están creados mayoritariamente en variante femenina para una replicación más rápida, porque un macho puede reproducirse con muchas hembras.

source: powerful
es: poderoso

source: female^powerful
es: poderosa

source: stronger with magic,
es: más fuerte con magia,

source: devastative
es: devastador

source: female^devastative
es: devastadora

source: Incubus
es: Íncubo

source: Succubi and Incubi are a very dangerous kind of demons. The often pretend to be friendly, and are enough attractive to make unprepared victims believe them. They excel at misleading, seducing and manipulating, rather than fighting, and their deadly charm is very dangerous also in combat.
es: Los súcubos y los íncubos son un tipo de demonios muy peligrosos. Suelen fingir ser amistosos y son lo bastante atractivos como para que las víctimas desprevenidas les crean. Destacan por engañar, seducir y manipular más que por luchar, y su encanto mortal es muy peligroso también en combate.

source: Succubus
es: Súcubo

source: Suicide Drone
es: Dron suicida

source: shock
es: choque

source: Voracious Herb
es: Hierba Voraz
