Repository: Sebas38760/loti-era
Catalog: translations/*/LC_MESSAGES/wesnoth-loti-era.po
Languages: es

source: <span color='purple'>+1 to base attacks (requires Dark Gloves of Destruction)</span>
es: <span color='purple'>+1 a los ataques base (requiere los Guantes Oscuros de la Destrucción)</span>

source: Real warriors know that their opponents will get heavy armours and prepare for it.
es: Los verdaderos guerreros saben que sus oponentes tendrán armaduras pesadas y se preparan para ello.

source: Dark Helm of Destruction
es: Yelmo negro de destrucción

source: <span color='purple'>+1 base damage (requires Dark Sword of Destruction)</span>
es: <span color='purple'>+1 al daño base (requiere la Espada Oscura de la Destrucción)</span>

source: <span color='purple'>+1 base damage (requires Dark Gloves of Destruction)</span>
es: <span color='purple'>+1 al daño base (requiere los Guantes Oscuros de la Destrucción)</span>

source: Deadly warriors wear even offensive armour.
es: Los guerreros mortales usan incluso armadura ofensiva.

source: Dark Gloves of Destruction
es: Guantes negros de destrucción

source: <span color='purple'>+1 base damage (requires Dark Helm of Destruction)</span>
es: <span color='purple'>+1 al daño base (requiere el Yelmo Oscuro de la Destrucción)</span>

source: Surviving warriors have learned that healing while fighting is necessary for survival.
es: Los guerreros que sobreviven han aprendido que sanar mientras luchan es necesario para sobrevivir.

source: Lethal staff
es: Bastón letal

source: <span color='purple'>10% more overall damage (requires Lethal Axe)</span>
es: <span color='purple'>+10% al daño total (requiere el Hacha Letal)</span>

source: Most elvish shamans heal. Others kill.
es: La mayoría de los chamanes élficos sanan. Otros matan.

source: Lethal Axe
es: Hacha letal

source: <span color='purple'>10% more overall damage (requires Lethal Staff)</span>
es: <span color='purple'>+10% al daño total (requiere el Bastón Letal)</span>

source: Girls went chopping for revenge. One of them prepared herself quite well.
es: Las chicas fueron a cortar cabezas por venganza. Una de ellas se preparó bastante bien.

source: Amulet of Lich's Bane
es: Amuleto de perdición del liche

source: Learn what the enemy will use against you and prepare yourself for it.
es: Aprende lo que el enemigo usará contra ti y prepárate para ello.

source: Ring of Devil's Doom
es: Anillo de perdición del diablo

source: The demonic magic is deadly, but you can prepare yourself to live through it.
es: La magia demoníaca es mortal, pero puedes prepararte para sobrevivirla.

source: Prismatic Iron Armour
es: Armadura de hierro prismático

source: This armour was made to kill wizards, so do not expect it to save you from deadly blades.
es: Esta armadura fue hecha para matar magos, así que no esperes que te salve de espadas mortales.

source: Leechward
es: Antichupasangre

source: Transform your blood into acid and nobody will drink it.
es: Transforma tu sangre en ácido y nadie la beberá.

source: The Unraveller
es: Desentrañador

source: A mummy cannot be stopped. If it is tangled, it will just unravel the tangled parts.
es: Una momia no puede ser detenida. Si se enreda, simplemente desenredará las partes enredadas.

source: Sparkling Ring
es: Anillo brillante

source: Nobody knows why the yellow-green gemstone in this ring is sparkling.
es: Nadie sabe por qué la gema amarillo-verde de este anillo brilla.

source: Soul Drinker
es: Bebedor de almas

source: The wounded assassin hid in the shadows. Only thrown knives could be seen. Then, he returned healthy.
es: El asesino herido se escondió en las sombras. Solo se veían cuchillos arrojados. Luego, regresó sano.

source: Bow of Plagiarism
es: Arco del plagio

source: You have learned something? Well, it will be helpful to me.
es: ¿Aprendiste algo? Bueno, me será útil a mí.

source: Horrid Ice Armour
es: Armadura de hielo hórrida

source: Frost not only causes you cold feet, it also kills a peasant's crops, veggies and culinary weed.
es: El hielo no solo te da pies fríos, también mata los cultivos del campesino, las verduras y la hierba culinaria.

source: Winged Axe
es: Hacha alada

source: Each day, he fought bravely in distant lands. Every night, he enjoyed his time with his wife.
es: Cada día luchaba valientemente en tierras lejanas. Cada noche disfrutaba su tiempo con su esposa.

source: Blade of Turisas
es: Hoja de Turisas

source: Every nation had its god of war. Or was it just one with many names?
es: Cada nación tenía su dios de la guerra. ¿O era solo uno con muchos nombres?

source: Morrígan's Slasher
es: Cuchilla de Morrígan

source: Why do these heathens believe that there can be a <b>goddess</b> of war?
es: ¿Por qué estos paganos creen que puede haber una <b>diosa</b> de la guerra?

source: Morok's Armour
es: Armadura de Morok

source: Fear the one who calls himself a god of war.
es: Teme a quien se llama dios de la guerra.

source: Amulet of Shiva
es: Amuleto de Shiva

source: All shall bow down to the Destroyer.
es: Todos se inclinarán ante el Destructor.

source: Odin's Spear
es: Lanza de Odín

source: Odin was a warrior, but every winter solstice, he came and brought gifts to kids.
es: Odín era un guerrero, pero cada solsticio de invierno venía y traía regalos a los niños.

source: Cloak of the Pale Rider
es: Capa del jinete pálido

source: <span color='purple'>+12 to hitpoints (requires Angel of Death's Ring)</span>
es: <span color='purple'>+12 puntos de vida (requiere el Anillo del Ángel de la Muerte)</span>

source: <span color='purple'>5% to all resistances (requires Amulet of the Last Guide)</span>
es: <span color='purple'>+5% a todas las resistencias (requiere el Amuleto del Último Guía)</span>

source: Do not fear death if it is not near you.
es: No temas a la muerte si no está cerca de ti.

source: Angel of Death's Ring
es: Anillo del ángel de la muerte

source: <span color='purple'>+12 to hitpoints (requires Cloak of the Pale Rider)</span>
es: <span color='purple'>+12 puntos de vida (requiere la Capa del Jinete Pálido)</span>

source: Death is the end, but sometimes an end is needed.
es: La muerte es el fin, pero a veces un fin es necesario.

source: Amulet of the Last Guide
es: Amuleto del último guía

source: <span color='purple'>5% to all resistances (requires Angel of Death's Ring)</span>
es: <span color='purple'>+5% a todas las resistencias (requiere el Anillo del Ángel de la Muerte)</span>

source: Death itself is not evil. Imagine yourself torn to shreds and rotting and having to feel the pain.
es: La muerte en sí no es mala. Imagínate hecho pedazos y pudriéndote y teniendo que sentir el dolor.

source: Coward's Bow
es: Arco del cobarde

source: I am using a bow because I hate being hit. I even have a bow made specially for me.
es: Uso un arco porque odio que me golpeen. Incluso tengo un arco hecho especialmente para mí.

source: Corpsegrinder
es: Picatripas

source: Mutilating dead enemies makes you forget your woes.
es: Mutilar enemigos muertos te hace olvidar tus penas.

source: Heart of Darkness
es: Corazón de oscuridad

source: Various wicked spells
es: Varios hechizos malvados

source: Find your dark subconscience and embrace it.
es: Encuentra tu subconsciente oscuro y abrázalo.

source: Brightslash
es: Corte brillante

source: He came like a shining star, allied with the sun, he smote the villains, and saved the righteous.
es: Vino como una estrella brillante, aliado con el sol, aplastó a los villanos, y salvó a los justos.

source: Tears of the Dead
es: Lágrimas de los Muertos

source: Pity the walking dead for they know no pleasure.
es: Ten lástima de los muertos caminantes porque no conocen placer.

source: Traces of Blood
es: Rastros de Sangre

source: That assassin is hard to find, but his bloody trace can be followed. Shame that it costs so many lives.
es: Ese asesino es difícil de encontrar, pero su rastro sangriento puede seguirse. Lástima que cueste tantas vidas.

source: Stormrend
es: Rasgatormentas

source: They are protected well. Have them try to survive lightning.
es: Están bien protegidos. Que intenten sobrevivir a un rayo.

source: Precious Eagle Cactus Fruit
es: Preciosa fruta de cactus aguileño

source: I need sacrifice. Be it involuntary or not.
es: Necesito un sacrificio. Sea voluntario o no.

source: Heart of Ice
es: Corazón de Hielo

source: <span color='purple'>New weapon special: slows (melee attacks only) (requires Iced Boots)</span>
es: <span color='purple'>Nueva especial de arma: ralentiza (solo ataques cuerpo a cuerpo) (requiere Botas Heladas)</span>

source: <span color='purple'>+1 base damage (requires Chilling Touch)</span>
es: <span color='purple'>+1 al daño base (requiere Toque Gélido)</span>

source: Even warm smokes can bring frost. The sun is what we need.
es: Incluso los humos cálidos pueden traer escarcha. El sol es lo que necesitamos.

source: Iced Boots
es: Botas Heladas

source: <span color='purple'>Movement increased by 1 (requires Heart of Ice)</span>
es: <span color='purple'>Movimiento aumentado en 1 (requiere Corazón de Hielo)</span>

source: When flames fall from the skies or spring from the ground, hot days are not what you should fear.
es: Cuando las llamas caen del cielo o surgen del suelo, los días calurosos no son lo que debes temer.

source: Chilling Touch
es: Toque Gélido

source: <span color='purple'>New ability: freezing aura (requires Heart of Ice)</span>
es: <span color='purple'>Nueva habilidad: aura congelante (requiere Corazón de Hielo)</span>

source: <span color='purple'>+1 base damage (requires Iced Boots)</span>
es: <span color='purple'>+1 al daño base (requiere Botas Heladas)</span>

source: Unnatural clouds of dust can come and cover the sun. No heat will come and summer crops will be touched by chill.
es: Nubes de polvo antinaturales pueden venir y cubrir el sol. No llegará calor y los cultivos de verano serán tocados por el frío.

source: Mental Sheath
es: Vaina Mental

source: You can never touch my spirit, you can never catch my soul.
es: Nunca podrás tocar mi espíritu, nunca podrás atrapar mi alma.

source: Barbaric Glory
es: Gloria bárbara

source: Abandon the order, attack them randomly when unprepared.
es: Abandona el orden, atácalos al azar cuando no estén preparados.

source: The Grey Cloak
es: Capa gris

source: It somewhat reminds me of Gundolf the Great.
es: Me recuerda un poco a Gundolf el Grande.

source: Potion of Mundanity
es: Poción de mundanidad

source: <span color='orange'>This unit's fire, cold and arcane resistances are increased by 60%.</span>
es: <span color='orange'>Las resistencias al fuego, frío y arcano de esta unidad aumentan en 60%.</span>

source: What if magic was just a nocebo?
es: ¿Y si la magia fuera solo un nocebo?

source: The Unprecious Ring
es: Anillo desprecioso

source: Sometimes a fiery or rimy blade is not what you need.
es: A veces una espada ardiente o helada no es lo que necesitas.

source: Vanquisher's Mithral Armour
es: Armadura de mithril del vencedor

source: Like a tempest, he landed on his enemies, gore flying everywhere. Even his armour helped him spill blood.
es: Como una tempestad, aterrizó sobre sus enemigos, sangre volando por todos lados. Incluso su armadura lo ayudaba a derramar sangre.

source: Dead End Road
es: Camino sin salida

source: You will walk away from a necromancer fight. That does not imply that you will survive.
es: Saldrás caminando de una pelea con un nigromante. Eso no implica que sobrevivas.

source: Despicable Heroism
es: Heroísmo despreciable

source: Your deeds are revered, but the way you do them is damned.
es: Tus hazañas son reverenciadas, pero la forma en que las haces está maldita.

source: Return to the Tribe
es: Retorno a la tribu

source: I may be no better, but at least I am different.
es: Puede que no sea mejor, pero al menos soy diferente.

source: Hands of Sorrow
es: Manos de tristeza

source: He grew up as a mercenary bound to obey any command. Remorse led him to distant corners where he died, miserable and alone.
es: Creció como mercenario obligado a obedecer cualquier orden. El remordimiento lo llevó a rincones lejanos donde murió, miserable y solo.

source: Mystic Armour of the Untouchable
es: Armadura mística del intocable

source: Body count matters. I will better let that evasive and well armoured warrior for others.
es: El conteo de cuerpos importa. Mejor dejo a ese guerrero evasivo y bien armado para los demás.

source: Potion of the Northern Winds
es: Poción de los vientos del norte

source: <span color='orange'>New ability: northfrost aura</span>
es: <span color='orange'>Nueva habilidad: aura de escarcha norteña</span>

source: I will rule my frostbitten kingdom with an iron hand.
es: Gobernaré mi reino congelado con mano de hierro.

source: Aevyn's Wrath
es: Ira de Aevyn

source: I cannot quite figure out how to use this thing.
es: No logro entender del todo cómo usar esta cosa.

source: Starbreaker
es: Rompeestrellas

source: So you are good at blocking? We shall see about that!
es: ¿Entonces eres bueno bloqueando? ¡Ya veremos!

source: Creepy Potion
es: Poción asquerosa

source: <span color='orange'>New ability: conviction (20) New ability: despair (20)</span>
es: <span color='orange'>Nueva habilidad: convicción (20) Nueva habilidad: desesperación (20)</span>

source: If you hear me better fear me, if you see me better flee me.
es: Si me oyes, mejor témeme; si me ves, mejor huye de mí.

source: Potion of Vitality
es: Poción de vitalidad

source: <span color='orange'>This unit is fully healed and will regenerate health afterwards.</span>
es: <span color='orange'>Esta unidad se sana por completo y regenerará vida con el tiempo.</span>

source: A new life flows in the veins of those who drink this brew.
es: Una nueva vida fluye en las venas de quienes beben esta infusión.

source: Brawler's Triumph
es: Triunfo del luchador

source: It protects well... but not as much from punches.
es: Protege bien... pero no tanto de los puñetazos.

source: Iron Armour of the Friendly General
es: Armadura de Hierro del General Amistoso

source: I will not let you die, my protégé.
es: No dejaré que mueras, mi protegido.

source: Cunctator's Armour
es: Armadura de Cunctator

source: <span color='purple'>5% to all resistances (requires Cunctator's Sword)</span>
es: <span color='purple'>+5% a todas las resistencias (requiere la Espada de Cunctator)</span>

source: <span color='purple'>5% to all resistances (requires Cunctator's Helmet)</span>
es: <span color='purple'>+5% a todas las resistencias (requiere el Yelmo de Cunctator)</span>

source: Enemies were bored to death when Cunctator finally attacked.
es: Los enemigos se aburrieron hasta la muerte cuando Cunctator finalmente atacó.

source: Cunctator's Helmet
es: Casco de Cunctator

source: <span color='purple'>New ability: careful (10) (requires Cunctator's Sword)</span>
es: <span color='purple'>Nueva habilidad: cuidadoso (10) (requiere la Espada de Cunctator)</span>

source: <span color='purple'>10% to physical resistances (requires Cunctator's Armour)</span>
es: <span color='purple'>+10% a las resistencias físicas (requiere la Armadura de Cunctator)</span>

source: If you command Cunctator to attack immediately, he will not obey.
es: Si le ordenas a Cunctator atacar inmediatamente, no obedecerá.

source: Lilith's Precious
es: Precioso de Lilith

source: In order to be able to fight with any weapon available, Lilith swaps weapon types once per century.
es: Para poder luchar con cualquier arma disponible, Lilith cambia de tipo de arma una vez por siglo.

source: Mithral Armour of Wrath
es: Armadura de mithril de la ira

source: Forged for the elite among Dwarvish Berserkers.
es: Forjada para la élite entre los Berserkers Enanos.

source: Preacher of Hatred
es: Predicador del odio

source: Your descendants, ancestors and friends are demonic kin that is behind all our suffering.
es: Tus descendientes, ancestros y amigos son parientes demoníacos que están detrás de todo nuestro sufrimiento.

source: Titan's Bane
es: Perdición del titán

source: My blows may cause mere scratches on your skin, but it can be enough for you to die.
es: Mis golpes pueden causar meros rasguños en tu piel, pero puede ser suficiente para que mueras.

source: Ashes of Dead Suns
es: Cenizas de soles muertos

source: Things that destroy stars can destroy anything. According to one of a thousand hypotheses.
es: Las cosas que destruyen estrellas pueden destruir cualquier cosa. Según una de mil hipótesis.

source: The Deadborn
es: El Nacido Muerto

source: Darkest legends tell of necromancers creating undead so pure that they were never tainted by life, dead from birth.
es: Las leyendas más oscuras hablan de nigromantes creando no muertos tan puros que nunca fueron manchados por la vida, muertos desde el nacimiento.

source: Raijer's Bloody Field
es: Campo Sangriento de Raijer

source: Techniques of extracting the victim's soul and using it for own profit
es: Técnicas para extraer el alma de la víctima y usarla en beneficio propio

source: Those who are the first of their kinds are often the mightiest of them.
es: Los que son los primeros de su tipo suelen ser los más poderosos.

source: Xuanquang's Soul Harvest
es: Cosecha de Almas de Xuanquang

source: Don't be afraid when seeing a bloody road. Keep calm and turn back to face the one who made it so bloody.
es: No temas al ver un camino sangriento. Mantén la calma y date la vuelta para enfrentar a quien lo hizo tan sangriento.

source: Soul Thrash
es: Azote de Almas

source: 'My life is in ruins, if I die, I cannot lose anything.' Then he saw this item.
es: «Mi vida está en ruinas, si muero no puedo perder nada.» Entonces vio este objeto.

source: Steps to Perdition
es: Pasos a la perdición

source: I agree that you are effective, but it still leads to disaster - one accident and you are dead.
es: Acepto que eres efectivo, pero igual lleva al desastre: un accidente y estás muerto.

source: Relentless Fury
es: Furia implacable

source: You tell that my hits are weak? I will show you how many of them you can survive, nothing can stop me!
es: ¿Dices que mis golpes son débiles? ¡Te mostraré cuántos puedes sobrevivir, nada me detendrá!

source: Visions of Cruelty
es: Visiones de Crueldad

source: There is cruelty. As far as I can see, cruelty is everywhere.
es: Hay crueldad. Hasta donde puedo ver, la crueldad está en todas partes.

source: Heavy Gauntlets of Virility
es: Guanteletes Pesados de Virilidad

source: It protects you well, but are you sure that you can lift a weapon with that?
es: Te protege bien, pero ¿estás seguro de que puedes levantar un arma con eso?

source: Slow Boots of Certainty
es: Botas Lentas de Certeza

source: I could have been here yesterday, but it was not worth the danger.
es: Podría haber estado aquí ayer, pero no valía la pena el peligro.

source: The Nightreaver
es: Saqueador nocturno

source: Aggressive and violent, they strike when least expected and take away all serenity.
es: Agresivos y violentos, golpean cuando menos se espera y quitan toda serenidad.

source: Bringer of Fragility
es: Portador de Fragilidad

source: How can a weapon and armour this heavy be so ineffective?!
es: ¡¿Cómo puede un arma y armadura tan pesadas ser tan ineficaces?!

source: Fiery Blood
es: Sangre ardiente

source: Red is the fire. Red is the blood. I am not sure which of them is pouring.
es: Rojo es el fuego. Roja es la sangre. No estoy seguro de cuál está derramándose.

source: False Paradise
es: Falso paraíso

source: Their society was almost utopian. They grew lazy and weak and became an easy prey for invaders.
es: Su sociedad era casi utópica. Se volvieron perezosos y débiles y se convirtieron en presa fácil para los invasores.

source: The Outcast
es: El Desterrado

source: Loneliness will teach you to stop relying on others. It makes you free if you pay its price.
es: La soledad te enseñará a dejar de depender de los demás. Te hace libre si pagas su precio.

source: Cursed Memories
es: Memorias malditas

source: Every hero suffers from horrors of the past. Only a few can have their enemies suffer from them instead.
es: Todo héroe sufre horrores del pasado. Solo unos pocos pueden hacer que sus enemigos sufran por ellos en su lugar.

source: Spectral Jet
es: Chorro espectral

source: When you die, you should not expect your soul to go where you think it belongs.
es: Cuando mueras, no esperes que tu alma vaya a donde crees que pertenece.

source: The Humongously Enormous Megaspear
es: Enorme y descomunal megalanza

source: Small weapons are for wimps.
es: Las armas pequeñas son para débiles.

source: Unseen Writings
es: Escritos no vistos

source: <span color='purple'>4% to magical resistances (requires Unspoken Words)</span>
es: <span color='purple'>+4% a las resistencias mágicas (requiere Palabras No Dichas)</span>

source: <span color='purple'>New base ranged weapon special: struggle (requires Unthought Memories)</span>
es: <span color='purple'>Nueva especial de arma a distancia base: lucha (requiere Recuerdos No Pensados)</span>

source: <span color='purple'>4% to all physical resistances (requires Unsung Odes)</span>
es: <span color='purple'>+4% a todas las resistencias físicas (requiere Odas No Cantadas)</span>

source: No matter how well you write, after a millenium there will be nothing of it. Though copies may survive.
es: No importa qué tan bien escribas, después de un milenio no quedará nada. Aunque las copias pueden sobrevivir.

source: Unspoken Words
es: Palabras no dichas

source: <span color='purple'>4% to all physical resistances (requires Unseen Writings)</span>
es: <span color='purple'>+4% a todas las resistencias físicas (requiere Escritos No Vistos)</span>

source: <span color='purple'>4% to magical resistances (requires Unthought Memories)</span>
es: <span color='purple'>+4% a las resistencias mágicas (requiere Recuerdos No Pensados)</span>

source: <span color='purple'>2% to all resistances (requires Unsung Odes)</span>
es: <span color='purple'>+2% a todas las resistencias (requiere Odas No Cantadas)</span>

source: No matter how wise you are, your words once shall be forgotten. But meaning may remain.
es: No importa cuán sabio seas, tus palabras algún día serán olvidadas. Pero el significado puede permanecer.

source: Unthought Memories
es: Recuerdos no pensados

source: <span color='purple'>2% to all resistances (requires Unspoken Words)</span>
es: <span color='purple'>+2% a todas las resistencias (requiere Palabras No Dichas)</span>

source: <span color='purple'>4% to magical resistances (requires Unsung Odes)</span>
es: <span color='purple'>+4% a las resistencias mágicas (requiere Odas No Cantadas)</span>

source: Your life's experience may disappear when you perish, but once somebody will come to the same experience.
es: La experiencia de tu vida puede desaparecer cuando mueras, pero alguien más llegará a la misma experiencia.

source: Unsung Odes
es: Odas no cantadas

source: <span color='purple'>2% to all resistances (requires Unseen Writings)</span>
es: <span color='purple'>+2% a todas las resistencias (requiere Escritos No Vistos)</span>

source: <span color='purple'>4% to all physical resistances (requires Unspoken Words)</span>
es: <span color='purple'>+4% a todas las resistencias físicas (requiere Palabras No Dichas)</span>

source: Your deeds of valour will not be revered forever. But their consequences will not vanish.
es: Tus hazañas de valor no serán reverenciadas eternamente. Pero sus consecuencias no desaparecerán.

source: Fist of Anarchy
es: Puño de anarquía

source: Rebirth through devastation, freedom through bloodshed.
es: Renacimiento mediante la devastación, libertad mediante el derramamiento de sangre.

source: Misery's Crown
es: Corona de miseria

source: Do not bring your misery down on me.
es: No descargues tu miseria sobre mí.

source: Dark Sarcasm
es: Sarcasmo oscuro
