Repository: Sebas38760/loti-era
Catalog: translations/*/LC_MESSAGES/wesnoth-loti-era.po
Languages: es

source: attacker takes 1/4 of damage back, more health
es: el atacante recibe 1/4 del daño de vuelta, más vida

source: fiery
es: fogoso

source: female^fiery
es: fogosa

source: far more fireball damage, melee attacks deal fire damage, 40% fire resistance
es: mucho más daño de bola de fuego, los ataques cuerpo a cuerpo infligen daño de fuego, 40% resistencia al fuego

source: blazing
es: flameante

source: female^blazing
es: flameante

source: explosive fireball, melee attacks deal fire damage, 40% fire resistance
es: bola de fuego explosiva, los ataques cuerpo a cuerpo infligen daño de fuego, 40% resistencia al fuego

source: blackened
es: ennegrecido

source: female^blackened
es: ennegrecida

source: Immune to drain, poison, and plague, extra cold, blade and pierce resistances
es: Inmune a drenaje, veneno y plaga, resistencias extra a frío, corte y perforación

source: slimy
es: viscoso

source: female^slimy
es: viscosa

source: resistant to physical damage
es: resistente a daño físico

source: foul
es: fétido

source: female^foul
es: fétida

source: resistant to physical damage, especially impact
es: resistente al daño físico, especialmente al impacto

source: persistent
es: persistente

source: female^persistent
es: persistente

source: resistant to magical damage
es: resistente a daño mágico

source: regrowing
es: regenerándose

source: female^regrowing
es: regenerándose

source: heals before attacking or defending
es: se sana antes de atacar o defender

source: dishonest
es: deshonesto

source: female^dishonest
es: deshonesta

source: more resistances when attacking, more resistances when defending
es: más resistencias al atacar, más resistencias al defender

source: forsaken
es: desamparado

source: female^forsaken
es: desamparada

source: nearby opponents' non-physical resistances are reduced
es: se reducen las resistencias no físicas de los oponentes cercanos

source: decrepifying
es: decrépito

source: female^decrepifying
es: decrépita

source: nearby opponents' physical resistances are reduced
es: se reducen las resistencias físicas de los oponentes cercanos

source: horrid
es: horrible

source: female^horrid
es: horrible

source: aura of despair
es: aura de desesperación

source: race^Demon
es: Demonio

source: race^Demons
es: Demonios

source: race^Demoness
es: Demonia

source: Demons were created as maintainers of balance between the Light and the Darkness. However, this experiment hopelessly failed and demons became evil creatures, so powerful and twisted, that they even forced the Light and Darkness to unite to lock them into a different dimension, into the world of Inferno, with no way out. But their presence in Irdya suggests that somebody knew or figured out how to release them. Gameplay note: Demons' abilities can vary a lot - there can be over a thousand different demons of the same type, so they are a very hard opponent to face.
es: Los demonios fueron creados como mantenedores del equilibrio entre la Luz y la Oscuridad. Sin embargo, este experimento fracasó estrepitosamente y los demonios se convirtieron en criaturas malvadas, tan poderosas y retorcidas que obligaron a la Luz y la Oscuridad a unirse para encerrarlos en una dimensión distinta, el mundo del Infierno, sin salida posible. Pero su presencia en Irdya indica que alguien sabía o descubrió cómo liberarlos. Nota de juego: Las habilidades de los demonios pueden variar mucho; puede haber más de mil demonios distintos del mismo tipo, por lo que son oponentes muy difíciles de enfrentar.

source: race^Unknown
es: Desconocida

source: Nobody knows what this unit is, but it is too powerful to be what it seems to be.
es: Nadie sabe qué es esta unidad, pero es demasiado poderosa para ser lo que parece.

source: race^Demon Lord
es: Señor demonio

source: race^Demon Lords
es: Señores demonio

source: race^Demon Lady
es: Señora demonia

source: reassembling
es: reensambla

source: female^reassembling
es: reensambla

source: regenerates painfully and heals before attacking or being attacked
es: se regenera de forma dolorosa y se sana antes de atacar o ser atacado

source: unforgiving
es: despiadado

source: female^unforgiving
es: despiadada

source: attacker takes some damage
es: el atacante recibe algo de daño

source: enthralling
es: cautivador

source: female^enthralling
es: cautivadora

source: makes opponents of opposite gender unable to attack
es: impide que los oponentes de género opuesto ataquen

source: cataclysmal
es: cataclísmico

source: female^cataclysmal
es: cataclísmica

source: new 120-1 fiery attack, magical
es: nuevo ataque de fuego 120-1, mágico

source: firestorm
es: tormenta ígnea

source: storm
es: tormenta

source: The damage of this attack will affect also a lot of other enemy units around the caster, and will also deal some impact damage.
es: El daño de este ataque también afectará a muchas otras unidades enemigas alrededor del lanzador y además infligirá algo de daño de impacto.

source: sly
es: astuto

source: female^sly
es: astuta

source: scorching
es: abrasador

source: female^scorching
es: abrasadora

source: explosive fireballs
es: bolas de fuego explosivas

source: debilitating
es: debilitante

source: female^debilitating
es: debilitante

source: slows nearby units
es: ralentiza a las unidades cercanas

source: undying
es: inmortal

source: female^undying
es: inmortal

source: resistant to physical damage and more health
es: resistente al daño físico y más vida

source: burns nearby opponents, fire damage
es: quema a los oponentes cercanos, daño de fuego

source: evanescent
es: evanescente

source: female^evanescent
es: evanescente

source: deals arcane damage, leeches and deals more damage, resistant to physical damage
es: inflige daño arcano, drena e inflige más daño, resistente al daño físico

source: opportunist
es: oportunista

source: female^opportunist
es: oportunista

source: attacks back if missed by an attack, 10% harder to hit
es: contraataca si un ataque falla, 10% más difícil de golpear

source: unyielding
es: inflexible

source: female^unyielding
es: inflexible

source: more resistant when defending
es: más resistente al defender

source: gluttonous
es: goloso

source: female^gluttonous
es: golosa

source: more resistant to magic, heals 3 HP when hit
es: más resistente a la magia, sana 3 PV al ser golpeado

source: tormenting
es: atormenta

source: female^tormenting
es: atormenta

source: strongly reducing resistances of nearby foes
es: reduce fuertemente las resistencias de los enemigos cercanos

source: crushing
es: aplastante

source: female^crushing
es: aplastante

source: able to break defence lines
es: capaz de romper líneas defensivas

source: race^Imp
es: Diablillo

source: race^Imps
es: Diablillos

source: +1 to damage, poison
es: +1 al daño, veneno

source: +5 to melee damage
es: +5 al daño cuerpo a cuerpo

source: has backstab charge
es: tiene carga con puñalada por la espalda

source: chilling
es: escalofriante

source: female^chilling
es: escalofriante

source: new cold attack 10-2 damage + 3 damage per level, +40% cold resistance, melee attack does cold damage
es: nuevo ataque de frío 10-2 daño + 3 daño por nivel, +40% resistencia al frío, el ataque cuerpo a cuerpo inflige daño de frío

source: craving
es: ansia

source: female^craving
es: ansia

source: new draining arcane attack 8-2 damage + 3 damage per level
es: nuevo ataque arcano drenante 8-2 daño + 3 daño por nivel

source: Immune to drain, poison, and plague
es: Inmune a drenaje, veneno y plaga

source: regenerates
es: regenera

source: Imps are creations of demons. They were created to serve the demons, to do the work demons are too lazy to do. Although an imp is stronger than an untrained human, its lack of intelligence greatly limits its potential. In battles, imps are used as tiring force. Gameplay note: Because imps are created and not born, their abilities can vary a lot, much like the abilities of demons.
es: Los diablillos son creaciones de los demonios. Fueron creados para servir a los demonios y hacer el trabajo que estos son demasiado perezosos para realizar. Aunque un diablillo es más fuerte que un humano sin entrenamiento, su falta de inteligencia limita mucho su potencial. En batalla, los diablillos se usan como fuerza de desgaste. Nota de juego: Como los diablillos son creados y no nacen, sus habilidades pueden variar mucho, igual que las de los demonios.

source: race^Half-god
es: Semidiós

source: race^Half-gods
es: Semidioses

source: A half god is a creature that is partially a god and partially a human being, they are usually created when a mortal is worshipped like a god or as direct offspring of beings touched by divine power.
es: Un semidiós es una criatura que es parcialmente un dios y parcialmente un ser humano. Suelen crearse cuando un mortal es adorado como un dios o como descendencia directa de seres tocados por el poder divino.

source: Malefactor
es: Malhechor

source: Many people were offered to join the Steel Future army, with promises of ruling the world and a great improvement of their bodies. Most of them agreed and large robotic objects were inserted into their bodies, whose control might be quite hard, but grants incredible strength and resilience. They are the main components of an army that is supposed to conquer the world after the Great Disaster.
es: A muchas personas se les ofreció unirse al ejército del Futuro de Acero, con promesas de gobernar el mundo y una gran mejora de sus cuerpos. La mayoría aceptó y se les insertaron grandes objetos robóticos en el cuerpo, cuyo control puede ser bastante difícil, pero otorga una fuerza y resistencia increíbles. Son los componentes principales de un ejército que se supone conquistará el mundo después del Gran Desastre.

source: Scoundrel
es: Canalla

source: Some spearmen of the Steel Future Army did surprisingly decide that spear is their weapon of choice, becoming quite dangerous even with spears.
es: Algunos lanceros del Ejército del Futuro de Acero decidieron sorprendentemente que la lanza era su arma preferida, volviéndose bastante peligrosos incluso con lanzas.

source: Knave
es: Pícaro

source: As the new soldiers who chose to use mechanical components in their bodies grow in experience, they may come to command their iron limbs better, and thereby gain proficiency at using swords.
es: A medida que los nuevos soldados que eligieron usar componentes mecánicos en sus cuerpos ganan experiencia, pueden llegar a controlar mejor sus extremidades de hierro y así ganar competencia en el uso de espadas.

source: Steel Scourge
es: Azote de acero

source: Once the soldiers come to master the control of their mechanical limbs, they become real monsters nobody wants to see.
es: Cuando los soldados dominan el control de sus extremidades mecánicas, se convierten en verdaderos monstruos que nadie quiere ver.

source: Members of the army of the Steel Future conspiracy may possess some knowledge of warfare, and if they do, they are asked to lead divisions.
es: Los miembros del ejército de la conspiración del Futuro de Acero pueden poseer cierto conocimiento de guerra, y si lo tienen, se les pide que lideren divisiones.

source: Offender
es: Ofensor

source: The most wicked of the members of the army of Steel Future will be granted this rank, the rank of a knight with terrible cunning, probably because he is using a mechanical calculator.
es: A los más malvados de los miembros del ejército del Futuro de Acero se les concederá este rango, el rango de un caballero con una astucia terrible, probablemente porque usa una calculadora mecánica.

source: Antihero
es: Antihéroe

source: These are the leaders of the Steel Future society.
es: Estos son los líderes de la sociedad del Futuro de Acero.

source: Brat
es: Mocoso

source: These guys are those who chose to walk the same path as Akula. If you won't interrupt their studies, they will become really great freaks very soon.
es: Estos tipos son los que eligieron seguir el mismo camino que Akula. Si no interrumpes sus estudios, pronto se convertirán en auténticos monstruos.

source: female^Brat
es: Mocosa

source: These gals are those who chose to walk the same path as Akula. If you won't interrupt their studies, they will become really great freaks very soon.
es: Estas chicas son las que eligieron seguir el mismo camino que Akula. Si no interrumpes sus estudios, pronto se convertirán en auténticas monstruas.

source: Villain
es: Villano

source: Already close to reaching the level of power required to become a superior spellcaster, they should be slain before they finish their preparation.
es: Ya están cerca de alcanzar el nivel de poder necesario para convertirse en lanzadores de hechizos superiores, deben ser eliminados antes de que terminen su preparación.

source: female^Villain
es: Villana

source: Reprobate
es: Réprobo

source: Having acquired terrible powers using the powers granted by ancient technologies, this kind of necromancers is really a terrible thing to see. Unlike other greater soldiers of the Steel Future, they chose to strengthen their spellcasting ability instead of punishing melee attackers with swarming tentacles.
es: Habiendo adquirido poderes terribles usando las fuerzas otorgadas por tecnologías antiguas, este tipo de nigromantes es realmente algo terrible de ver. A diferencia de otros soldados superiores del Futuro de Acero, ellos eligieron fortalecer su capacidad de lanzar hechizos en vez de castigar a los atacantes cuerpo a cuerpo con tentáculos enjambre.

source: Revenant
es: Regresado

source: female^Reprobate
es: Réproba

source: Leech
es: Sanguijuela

source: A lich is the physical embodiment of black magic’s first goal: the quest to achieve immortality. Though a great deal is sacrificed in the rebirth, in becoming a lich one cheats death of that which truly gives it terror. For it is the mind that is retained, and the spirit which follows, though the body may wither away. When that necromancer's body is already mechanical, the result is a truly terrifying blend of the worst of man and machine.
es: Un liche es la encarnación física del primer objetivo de la magia negra: la búsqueda de la inmortalidad. Aunque se sacrifica mucho en el renacimiento, al convertirse en liche se le engaña a la muerte de aquello que realmente le da terror. Pues es la mente la que se conserva, y el espíritu el que la sigue, aunque el cuerpo pueda marchitarse. Cuando el cuerpo de ese nigromante ya es mecánico, el resultado es una mezcla verdaderamente aterradora de lo peor del hombre y de la máquina.

source: Miscreant
es: Facineroso

source: These are former woodsmen, who are now members of the Steel Future Army.
es: Estos son antiguos leñadores que ahora son miembros del Ejército del Futuro de Acero.

source: Crook
es: Bandido

source: Thanks to robotic parts implanted into their bodies, these soldiers can shoot from their bows with an incredible speed.
es: Gracias a las partes robóticas implantadas en sus cuerpos, estos soldados pueden disparar sus arcos con una velocidad increíble.

source: Culprit
es: Culpable

source: The wiser of those whose bodies were improved with implants chose to fight carefully, focusing at blocking attacks instead of simply enduring them.
es: Los más sabios de aquellos cuyos cuerpos fueron mejorados con implantes eligieron luchar con cuidado, centrándose en bloquear ataques en vez de simplemente soportarlos.

source: Felon
es: Felón

source: Some of the Steel Future soldiers developed their combat abilities so high that their overconfidence makes them occasionally even challenge other soldiers into a duel to death, just to be known as a strong fighter.
es: Algunos soldados del Futuro de Acero desarrollaron sus habilidades de combate tan alto que su exceso de confianza les hace retar ocasionalmente a otros soldados a duelos a muerte, solo para ser conocidos como luchadores fuertes.

source: Bifröst Guardian
es: Guardián del Bifröst

source: Machine Drone
es: Máquina dron

source: This is one of the abominations that Uria created using and developing the knowledge she stole ages ago. It is a lifeless machine that does only what it was made for, and obeys whatever is considered its master's will.
es: Esta es una de las abominaciones que Uria creó usando y desarrollando el conocimiento que robó hace eras. Es una máquina sin vida que solo hace aquello para lo que fue creada y obedece lo que se considere la voluntad de su amo.

source: Machine Welder
es: Máquina soldadora

source: Machine Oculus
es: Máquina óculo

source: spin
es: giro

source: Machine Sparkgazer
es: Máquina buscachispas

source: Machine Vector
es: Máquina vector

source: vectorblade
es: filo vectorial

source: Machine Vorpal
es: Máquina vorpal

source: vorpalblade
es: filo vorpal

source: race^Undead Demon
es: Demonio no muerto

source: race^Undead Demons
es: Demonios no muertos

source: Demons are known to have no problems with using necromancy on the bodies of their own dead. Due to their selfishness and pride, they never care about others who can no longer cooperate with them and they do not believe they can die so that it could happen to them.
es: Se sabe que los demonios no tienen problemas en usar nigromancia sobre los cuerpos de sus propios muertos. Debido a su egoísmo y orgullo, nunca les importa nadie que ya no pueda cooperar con ellos y no creen que puedan morir para que les pase a ellos.

source: ethereal
es: etéreo

source: female^ethereal
es: etérea

source: dealing arcane damage, resistant to physical damage
es: inflige daño arcano, resistente al daño físico

source: melee attacks drain
es: los ataques cuerpo a cuerpo drenan

source: venomous
es: venenoso

source: female^venomous
es: venenosa

source: female^superior
es: superiora

source: regenerates more, 4 more damage
es: se regenera más, 4 más de daño

source: misshapen
es: deforme

source: female^misshapen
es: deforme

source: Knight of Disaster
es: Caballero del desastre

source: As far as is known, such behemoths are created by means of wicked procedures. To what extent a combination of necromancy and demonic magic provides the foundation to create undead entities from demon corpses that are significantly stronger than any other undead minion is mere speculation.
es: Hasta donde se sabe, estos behemots se crean mediante procedimientos malignos. En qué medida una combinación de nigromancia y magia demoníaca sirve de base para crear entidades no muertas a partir de cadáveres de demonios que son notablemente más fuertes que cualquier otro sirviente no muerto es mera especulación.

source: Doom Knight
es: Caballero de fatalidad

source: Knight of Oblivion
es: Caballero del olvido

source: Knight of Annihilation
es: Caballero de aniquilación

source: Knight of Pain
es: Caballero del dolor

source: more precise with blowgun
es: más preciso con cerbatana

source: insanely precise with blowgun
es: extremadamente preciso con cerbatana

source: making enemies burn from inside (-16 enemy heal)
es: hace que los enemigos ardan por dentro (-16 de curación enemiga)

source: using fire darts
es: usando dardos de fuego

source: using cold darts
es: usando dardos de frío

source: using automatic blowgun (new berserk ranged attack)
es: usando cerbatana automática (nuevo ataque a distancia berserker)

source: blowgun berserk
es: cerbatana berserker

source: tougher (2% better resistances; +3% resist impact)
es: más resistente (2 % mejores resistencias; +3 % resistencia al impacto)

source: riding a tougher horse (2% better resistances; +3% resist pierce)
es: montando un caballo más resistente (2 % mejores resistencias; +3 % resistencia a la penetración)

source: making enemies feel their guilt stronger (-25% to non-physical resistances)
es: hace que los enemigos sientan más fuerte su culpa (-25 % a resistencias no físicas)

source: making enemies feel their guilt stronger (-33% to non-physical resistances)
es: hace que los enemigos sientan mucho más fuerte su culpa (-33 % a resistencias no físicas)

source: throwing enemies back with rams
es: empujando enemigos hacia atrás con embestidas

source: throwing many enemies back with rams
es: empujando a muchos enemigos hacia atrás con embestidas

source: able to move more hexes after attacking an enemy (only after axe attack)
es: puede moverse más casillas después de atacar a un enemigo (solo tras ataque con hacha)

source: able to eat bits of freshly torn meat during battle
es: puede comer trozos de carne recién arrancada durante la batalla

source: tougher (2% better resistances; +3% resist pierce)
es: más resistente (2 % mejores resistencias; +3 % resistencia a la penetración)

source: thougher (2% better resistances)
es: más resistente (2 % mejores resistencias)

source: incinerating enemies with flamethrower
es: incinerando enemigos con lanzallamas

source: 20% better resistances when defending
es: 20 % mejores resistencias al defender

source: 25% better resistances when defending
es: 25 % mejores resistencias al defender

source: even better resistances when defending
es: aún mejores resistencias al defender

source: far better resistances when defending
es: mucho mejores resistencias al defender

source: able to escape to a long distance
es: puede escapar a larga distancia

source: throwing enemies back with slams
es: lanzando enemigos hacia atrás con golpes

source: throwing many enemies back with slams
es: lanzando a muchos enemigos hacia atrás con golpes

source: slowing with curse
es: ralentizando con maldición

source: more precise with jarid
es: más preciso con járid

source: able to maim enemies, lowering their damage until they advance (new attack)
es: puede mutilar enemigos, reduciendo su daño hasta que suban de nivel (nuevo ataque)

source: creating spirits of fire with flame blast
es: creando espíritus de fuego con ráfaga llameante

source: dealing damage to multiple enemies with flame blast
es: causando daño a varios enemigos con ráfaga llameante

source: possessing the leadership of a level 4 unit
es: posee el liderazgo de una unidad de nivel 4

source: possessing the leadership of a level 5 unit
es: posee el liderazgo de una unidad de nivel 5

source: more precise with chakram
es: más preciso con chakram

source: plague (
es: plaga (

source: When a unit is killed by a Plague attack, that unit is replaced with a unit on the same side as the unit with the Plague attack. This doesn’t work on Undead or units in villages.
es: Cuando una unidad muere por un ataque de plaga, es reemplazada por una unidad del mismo bando que la unidad con el ataque de plaga. No funciona con no-muertos ni con unidades que estén en aldeas.

source: Foes who lose their life to the plague will rise again, unless they are standing on a village.
es: Los enemigos que mueran por la plaga volverán a levantarse, a menos que estén sobre una aldea.

source: adamant
es: duro

source: female^adamant
es: dura

source: This unit’s resistances are tripled, up to a maximum of 80%, when defending. Vulnerabilities are not affected.
es: Las resistencias de esta unidad se triplican (hasta un máximo del 80%) cuando defiende. Las vulnerabilidades no se ven afectadas.

source: This unit’s resistances are doubled, up to a maximum of 70%, when defending. Vulnerabilities are not affected.
es: Las resistencias de esta unidad se duplican (hasta un máximo del 70%) cuando defiende. Las vulnerabilidades no se ven afectadas.

source: The steadiness of this unit reduces damage from some attacks, but only while defending.
es: La firmeza de esta unidad reduce el daño de algunos ataques, pero solo mientras defiende.

source: exile
es: exilio

source: female^exile
es: exilio
