Repository: Sebas38760/loti-era
Catalog: translations/*/LC_MESSAGES/wesnoth-loti-era.po
Languages: es

source: 10% to all resistances if there are no adjacent allies (Legacy of Exile)
es: 10% a todas las resistencias si no hay aliados adyacentes (Legado del exilio)

source: 20% to all resistances if there are no adjacent allies (Legacy of Exile)
es: 20% a todas las resistencias si no hay aliados adyacentes (Legado del exilio)

source: twice as resistant to all kinds of damage when attacking (Legacy of Exile)
es: el doble de resistente a todo tipo de daño al atacar (Legado del exilio)

source: 4 more damage, but reducing the damage of nearby allies if there are some (Legacy of Exile)
es: 4 más de daño, pero reduce el daño de los aliados cercanos si los hay (Legado del exilio)

source: able to transform temporarily to ice (taking less damage, dealing 20% more damage; Legacy of the Freezing North)
es: capaz de transformarse temporalmente en hielo (recibe menos daño, inflige 20% más daño; Legado del norte helado)

source: more proficient in the icy form (Legacy of the Freezing North)
es: más hábil en la forma gélida (Legado del Norte Congelado)

source: 3% more resistant to cold, blade and pierce (Legacy of the Freezing North)
es: 3% más resistente al frío, corte y penetración (Legado del norte helado)

source: faster, 1 more ranged damage (Legacy of the Free)
es: más rápido, 1 más de daño a distancia (Legado de los libres)

source: faster, 5% harder to hit (Legacy of the Free)
es: más rápido, 5% más difícil de golpear (Legado de los libres)

source: able to hit an enemy who misses a shot (Legacy of the Free)
es: capaz de golpear a un enemigo que falla un disparo (Legado de los libres)

source: regaining half of the max MP after attacking (Legacy of the Free)
es: recupera la mitad del máximo de movimiento tras atacar (Legado de los libres)

source: capable to use lightning (huge damage, few attacks)
es: capaz de usar rayos (enorme daño, pocos ataques)

source: more proficient with lightnings
es: más hábil con relámpagos

source: using lightnings very very very fast
es: usa rayos extremadamente rápido

source: using lightnings without need to be at good health
es: usa rayos sin necesidad de estar en buena salud

source: shooting lightnings faster
es: lanza rayos más rápido

source: capable to use thunder (huge damage, huge radius)
es: capaz de usar truenos (enorme daño, enorme radio)

source: thunder
es: trueno

source: casting stronger thunder
es: lanza truenos más fuertes

source: casting thunders faster
es: lanza truenos más rápido

source: capable to use fireball
es: capaz de usar bola de fuego

source: more proficient with fireballs
es: más hábil con bolas de fuego

source: using fireballs with explosive range
es: usa bolas de fuego con rango explosivo

source: shooting fireballs with better precision
es: disparando bolas de fuego con mayor precisión

source: capable to cast a burning meteor from the skies
es: capaz de lanzar un meteoro ardiente desde los cielos

source: meteor
es: meteorito

source: attracting meteoroids with higher concentrations of heavy metals
es: atrae meteoroides con mayor concentración de metales pesados

source: able to cast chill tempest
es: capaz de lanzar tempestad gélida

source: slowing enemies with chill tempest
es: ralentiza enemigos con tempestad gélida

source: more proficient with chill tempest
es: más hábil con tempestad gélida

source: slowing groups of enemies with chill tempest
es: ralentiza grupos de enemigos con tempestad gélida

source: casting chill tempest faster
es: lanza tempestad gélida más rápido

source: able to cast a draining shadow wave
es: capaz de lanzar una onda de sombra drenante

source: more proficient with shadow wave
es: más hábil con onda sombría

source: leeching more life with shadow wave
es: drena más vida con onda de sombra

source: leeching life with shadow wave from multiple enemies
es: drena vida con onda de sombra de múltiples enemigos

source: casting shadow wave faster
es: lanza onda de sombra más rápido

source: using lightnings very very very fast (firststrike)
es: usa rayos extremadamente rápido (ataque primero)

source: capable to cast fire blast
es: capaz de lanzar explosión de fuego

source: more proficient with fire blasts
es: más hábil con ráfagas de fuego

source: casting fire blasts faster
es: lanzando ráfagas de fuego más rápido

source: failing to hit enemies with fire blasts less frequently
es: falla menos al golpear enemigos con explosiones de fuego

source: incinerating the primary target of fire blasts
es: incinera al objetivo principal de las explosiones de fuego

source: capable to summon a meteoric firestorm
es: capaz de invocar una tormenta ígnea meteórica

source: more proficient with firestorms
es: más hábil con tormentas de fuego

source: summoning firestorms faster
es: invoca tormentas ígneas más rápido

source: failing to summon firestorms less frequently
es: falla menos al invocar tormentas ígneas

source: summoning firestorms that cause inflammatory burns
es: invoca tormentas ígneas que causan quemaduras inflamatorias

source: able to summon an arctic blast
es: capaz de invocar una ráfaga ártica

source: arctic blast
es: explosión ártica

source: more proficient with arctic blasts
es: más hábil con ráfagas árticas

source: casting arctic blasts faster
es: lanza ráfagas árticas más rápido

source: failing to hit enemies with arctic blasts less frequently
es: falla menos al golpear enemigos con ráfagas árticas

source: inflicting cold burns with arctic blast
es: inflige quemaduras por frío con ráfaga ártica

source: capable to summon a blizzard
es: capaz de invocar una ventisca

source: more proficient with blizzards
es: más hábil con ventiscas

source: summoning blizzards faster
es: invoca ventiscas más rápido

source: failing to summon blizzards less frequently
es: falla menos al invocar ventiscas

source: summoning blizzards that cause cold burns
es: invoca ventiscas que causan quemaduras por frío

source: able to blast enemies with entropic chaos
es: capaz de lanzar caos entrópico a los enemigos

source: entropy
es: entropía

source: slowing enemies with entropical blasts
es: ralentiza enemigos con explosiones entrópicas

source: more proficient with entropy
es: más hábil con entropía

source: poisoning enemies with entropical blasts
es: envenena enemigos con explosiones entrópicas

source: dazzling enemies with entropical blasts
es: deslumbra enemigos con explosiones entrópicas

source: maiming enemies with entropical blasts
es: mutila enemigos con explosiones entrópicas

source: incinerating enemies with entropical blasts
es: incinera enemigos con explosiones entrópicas

source: turning enemies into zombies with entropical blasts
es: convierte enemigos en zombis con explosiones entrópicas

source: blasting enemies with entropy faster
es: lanza explosiones entrópicas más rápido

source: capable to summon a devastating particle storm
es: capaz de invocar una devastadora tormenta de partículas

source: particle storm
es: tormenta de partículas

source: more proficient with particle storms
es: más hábil con tormentas de partículas

source: summoning particle storms faster
es: invoca tormentas de partículas más rápido

source: failing to summon particle storms less frequently
es: falla menos al invocar tormentas de partículas

source: better at fighting with weapons
es: mejor luchando con armas

source: cleaving in melee combat
es: hende en combate cuerpo a cuerpo

source: better at armed combat
es: mejor en combate armado

source: faster in armed combat
es: más rápido en combate armado

source: dealing cold damage with weapons
es: inflige daño de frío con armas

source: better with basic spells
es: mejor con hechizos básicos

source: faster with basic spells
es: más rápido con hechizos básicos

source: better protected from cold (5% better resistances)
es: mejor protegido del frío (5% mejores resistencias)

source: better protected from fire (5% better resistances)
es: mejor protegido del fuego (5% mejores resistencias)

source: better protected from arcane damage (5% better resistances)
es: mejor protegido del daño arcano (5% mejores resistencias)

source: better protected from blade (5% better resistances)
es: mejor protegido del corte (5% mejores resistencias)

source: better protected from piercing attacks (5% better resistances)
es: mejor protegido de los ataques perforantes (5% mejores resistencias)

source: better protected from impacts (5% better resistances)
es: mejor protegido de los impactos (5% mejores resistencias)

source: having more hitpoints
es: tiene más puntos de vida

source: able to lead allies into battle (leadership of a level 4 unit)
es: capaz de liderar aliados en batalla (liderazgo de unidad nivel 4)

source: able to lead allies into battle (leadership of a level 5 unit)
es: capaz de liderar aliados en batalla (liderazgo de unidad nivel 5)

source: able to lead allies into battle to fight like furious savages
es: capaz de liderar aliados en batalla para que luchen como salvajes furiosos

source: able to leave the mortal shell to attack almost immune to physical damage
es: capaz de abandonar el cuerpo mortal para atacar casi inmune al daño físico

source: spiritual transformation
es: transformación espiritual

source: decreasing fire resistance of all adjacent enemies by 5% more
es: reduce la resistencia al fuego de todos los enemigos adyacentes un 5% más

source: decreasing cold resistance of all adjacent enemies by 5% more
es: reduce la resistencia al frío de todos los enemigos adyacentes un 5% más

source: decreasing arcane resistance of all adjacent enemies by 5% more
es: reduce la resistencia arcana de todos los enemigos adyacentes un 5% más

source: decreasing blade resistance of all adjacent enemies by 5% more
es: reduce la resistencia al corte de todos los enemigos adyacentes un 5% más

source: decreasing impact resistance of all adjacent enemies by 5% more
es: reduce la resistencia al impacto de todos los enemigos adyacentes un 5% más

source: decreasing pierce resistance of all adjacent enemies by 5% more
es: reduce la resistencia a la penetración de todos los enemigos adyacentes un 5% más

source: Automatically picked $item_info.name you could not pick before the end of the scenario.
es: Obtenido automáticamente $item_info.name que no se pudo retomar al final del escenario.

source: Items
es: Objetos

source: Alter advancement
es: Cambiar avance

source: Last advancement not found.
es: Último avance no encontrado.

source: The last advancement this unit has taken is described as: <b>$worked_on.modifications.advancement[$last_advancement_index].description </b> Do you want to change it for something else?
es: El último avance que ha escogido esta unidad es: <b>$worked_on.modifications.advancement[$last_advancement_index].description </b> ¿Quieres cambiarlo por otra cosa?

source: Yes
es: Sí

source: Mod help
es: Ayuda del mod

source: What do you need help with?
es: ¿Con qué necesitas ayuda?

source: Interface
es: Interfaz

source: Frequently Asked Questions
es: Preguntas más frecuentes

source: Exit
es: Salir

source: none
es: nada

source: <span size='xx-large' weight='bold' underline='single'>$unit.name</span><span color='#88FCA0' size='x-large'> ($unit.language_name)</span> $desc_prefix <span size='large' weight='bold'>Attacks:</span> $attacks_list <span size='large' weight='bold'>Abilities:</span> $abilities_list <span size='large' weight='bold'>Resistances and Penetrations:</span> $resistances_list <span size='large' weight='bold'>Terrain defences and Movement costs:</span> $defences_list <span size='large' weight='bold'>Potions in effect:</span> $potions_list <span size='large' weight='bold'>Books Read and Non-Removable Items:</span> $limited_items_list <span size='large' weight='bold'>Advancements taken:</span> $advancements_taken
es: <span size='xx-large' weight='bold' underline='single'>$unit.name</span><span color='#88FCA0' size='x-large'> ($unit.language_name)</span> $desc_prefix <span size='large' weight='bold'>Ataques:</span> $attacks_list <span size='large' weight='bold'>Habilidades:</span> $abilities_list <span size='large' weight='bold'>Resistencias y penetraciones:</span> $resistances_list <span size='large' weight='bold'>Defensas de terreno y costos de movimiento:</span> $defences_list <span size='large' weight='bold'>Pociones en efecto:</span> $potions_list <span size='large' weight='bold'>Libros leídos e ítems no removibles:</span> $limited_items_list <span size='large' weight='bold'>Avances tomados:</span> $advancements_taken

source: highlander
es: montañés

source: female^highlander
es: montañesa

source: Born better than others, 5 more hitpoints + 3 more per level, 1 more damage per level, heals 2 HP every turn
es: Nacido mejor que los demás, 5 puntos de vida más + 3 más por nivel, 1 más de daño por nivel, se sana 2 PV cada turno

source: The swamp causes disease. Our soldiers should avoid standing in it for longer than absolutely necessary.
es: El pantano causa enfermedades. Nuestros soldados deberían evitar permanecer en él más tiempo del absolutamente necesario.

source: This is why I <span font='italic'>hate</span> swamps!
es: ¡Por esto es que <span font='italic'>odio</span> los pantanos!

source: This disease tends to get even worse if the swamp is not fled at once!
es: ¡Esta enfermedad suele empeorar aún más si no se huye del pantano de inmediato!

source: Did I mention I <span font='italic'>hate</span> swamps?
es: ¿Ya mencioné que <span font='italic'>odio</span> los pantanos?

source: Why can I unstore only potions or books, but none of the other items I stored in the inventory?
es: ¿Por qué solo puedo sacar pociones o libros del almacén, pero no otros objetos que guardé?

source: In order to avoid misuse, it is impossible to unstore other things than potions and limited items after turn 2. This rule doesn't apply on castle terrain. So, if there is none around and you need a lot of swapping, equip your units at the beginning of each scenario. If you want to swap items later, just put them on the ground.
es: Para evitar abusos, después del turno 2 solo se pueden sacar pociones y objetos limitados del almacén. Esta regla no aplica en terreno de castillo. Si no hay castillo cerca y necesitas cambiar mucho equipo, equípate al inicio de cada escenario. Si quieres cambiar objetos después, simplemente ponlos en el suelo.

source: Resistances don't seem to increase correctly.
es: ¿Las resistencias no parecen aumentar correctamente?

source: Effect 'Increases physical resistances by X%' does not increase them linearly but multiplicatively. Resistance gains from armours increase the ability to cope with being attacked in a specific way: A unit whose physical resistances have been increased by X% will suffer X% less damage than a unit without armour. Example: An unarmoured Fencer bears 130% of blade damage. With two pieces of armour – one increasing resistances by 20%, one adding 10% – he will suffer 130 * (100 - 20) * (100 - 10) = 93.6 % of the damage he would take if he was unprotected, equivalent to a 7% blade resistance. This applies to any unit – no matter how much armour it is already wearing. Naturally, it requires extremely powerful items to obtain extremely high resistances. Note that only half of the set percentage applies to resistance to impact: blunt weapons were always used to bash through armours.
es: El efecto 'Aumenta resistencias físicas en X%' no las aumenta linealmente sino multiplicativamente. Las ganancias de resistencia de las armaduras aumentan la capacidad de soportar ataques de cierta forma: una unidad con resistencias físicas aumentadas en X% recibirá X% menos daño que una sin armadura. Ejemplo: un Espadachín sin armadura recibe 130% del daño de corte. Con dos piezas de armadura – una que aumenta resistencias en 20%, otra en 10% – recibirá 130 * (100 - 20) * (100 - 10) = 93.6 % del daño que recibiría sin protección, equivalente a resistencia a corte del 7%. Aplica a cualquier unidad sin importar cuánta armadura lleve. Naturalmente, se necesitan objetos extremadamente poderosos para obtener resistencias muy altas. Nota que solo la mitad del porcentaje afecta a la resistencia a impacto: las armas contundentes siempre se usaron para romper armaduras.

source: Why am I receiving information about some precious stones?
es: ¿Por qué recibo información sobre piedras preciosas?

source: There are some precious stones on the ground, dropped by enemies. They are small, not very visible, so you probably didn't notice them. Collect them, quite powerful items can be made from them.
es: Hay piedras preciosas en el suelo, soltadas por enemigos. Son pequeñas y poco visibles, probablemente no las viste. Recógelas, se pueden fabricar objetos muy poderosos con ellas.

source: I have picked up an item with a unit and placed it into the inventory, why do all units have it in their inventories?
es: ¿Cogí un objeto con una unidad y lo puse en el inventario, por qué todas las unidades lo tienen en sus inventarios?

source: The inventory is common for all units to simplify matters.
es: El inventario es común para todas las unidades para simplificar.

source: Enemy leader dies and drops an item – mission completed, end of the scenario. Wouldn't it be possible to let me get the item?
es: El líder enemigo muere y suelta un objeto – misión cumplida, fin del escenario. ¿No sería posible dejarme tomar el objeto?

source: Robbing the dead? You DO get it, greedhead. It's moved into your item storage.
es: ¿Robar a los muertos? Lo tienes, avaricioso. Se mueve al almacén de objetos.

source: There's an item in the wall! How do I reach it?
es: ¡Hay un objeto en la pared! ¿Cómo lo alcanzo?

source: Your thirst for loot is boundless, isn't it? It's moved into your item storage at the end of the scenario.
es: Tu sed de botín es ilimitada, ¿verdad? Se mueve al almacén de objetos al final del escenario.

source: Why my unit does less and less damage?
es: ¿Por qué mi unidad hace cada vez menos daño?

source: Attacks that hit multiple enemies are extremely powerful and thus have a drawback - they temporarily reduce the user's damage, which prevents you from using them all the time. Do not use them to avoid this issue.
es: Los ataques que golpean a varios enemigos son muy poderosos y por eso tienen un inconveniente: reducen temporalmente el daño del usuario para que no los uses siempre. No los uses para evitar este problema.

source: In some scenarios, there are guys who just hang around somewhere and don't move at all?
es: ¿En algunos escenarios hay tipos que solo están por ahí sin moverse?

source: Those are camouflaged traders. Step next to them to strike up a conversation, and to check the items that are on sale.
es: Son mercaderes camuflados. Acércate a ellos para iniciar una conversación y ver los objetos en venta.

source: I spent all my gold to buy more automatically recalled units – and not a single one appeared.
es: Gasté todo mi oro en comprar más unidades autoreincorporadas y no apareció ni una.

source: The units do not join your team at the time of buying slots. Any change regarding auto-recall will only take effect at the start of the next scenario.
es: Las unidades no se unen a tu equipo al comprar las plazas. Cualquier cambio en autoreincorporación solo tendrá efecto al inicio del siguiente escenario.

source: The property of some items that makes unit gain life per hit does not work sometimes.
es: La propiedad de algunos objetos que hace ganar vida por golpe no funciona a veces.

source: This deliberately works only with items that do impact, pierce or blade damage. Items that change the damage type prevent it from working. There is an item to change the damage type back.
es: Esto funciona solo con objetos que hagan daño de impacto, penetración o corte. Los objetos que cambian el tipo de daño impiden que funcione. Hay un objeto para volver al tipo de daño.

source: You will find magical items, gems, weapons or pieces of armor on your way, as well as potions, trinkets, ancient books... and lots of gold, of course. Enemies might lose objects in the heat of the battle or drop valuable articles when they get killed. Grab them! To USE a certain item, the unit needs to have the required weapon capability. For example, a unit might be able to cast spells, but to use magic staves as weapon it has to command the staff attack. A unit cannot take more than one item of a certain type. A message shows, whether – and if so which – piece of equipment has to be dropped, you then decide whether you agree with the swap. A unit outfitted with items shows the trait 'GEARED' to easily detect it on the recall list. There are also small images of armours, weapons or red orbs next to them to identify them as 'not the most expendable soldiers'. To unequip a geared unit click on the unit and select the respective piece. 'Limited' items are rare editions of books that cannot be removed.
es: Encontrarás objetos mágicos, gemas, armas o piezas de armadura en tu camino, así como pociones, abalorios, libros antiguos... y mucho oro, por supuesto. Los enemigos pueden perder objetos en el calor de la batalla o soltar artículos valiosos al morir. ¡Cógelos! Para USAR un objeto, la unidad necesita la capacidad de arma requerida. Por ejemplo, una unidad puede lanzar hechizos, pero para usar bastones mágicos como arma debe dominar el ataque de bastón. Una unidad no puede llevar más de un objeto del mismo tipo. Aparecerá un mensaje indicando si – y cuál – pieza de equipo debe quitarse, tú decides si aceptas el cambio. Una unidad equipada muestra el rasgo 'EQUIPADA' para detectarla fácil en la lista de reincorporación. También hay imágenes pequeñas de armaduras, armas o orbes rojos junto a ellas para identificarlas como 'no los soldados más prescindibles'. Para desequipar haz clic derecho en la unidad y selecciona la pieza. Los objetos 'Limitados' son ediciones raras de libros que no se pueden quitar.

source: Item Storage
es: Inventario

source: It is something like an inventory of all your collected items, all units have access to this arsenal. You can store items there at any time, but only potions and books can be taken out of it after turn 2 (right-click on the unit you want to get these items, hit 'Items' and 'View the item storage' then). So, gear up your units when the scenario starts. Items are arranged in the way they were put there (however, if there are too many of them, they will be split to folders by type). Don't hoard and keep them stashed away: this stuff makes only sense on your units.
es: Es como un inventario de todos tus objetos recogidos, todas las unidades tienen acceso a este arsenal. Puedes guardar objetos allí cuando quieras, pero después del turno 2 solo se pueden sacar pociones y libros (clic derecho en la unidad > Objetos > Ver almacén de objetos). Por eso, equipa a tus unidades al inicio del escenario. Los objetos se ordenan como los guardaste (si son muchos se separan en carpetas por tipo). No los acumules guardados: estas cosas solo tienen sentido equipadas en tus unidades.
