Repository: Sebas38760/loti-era
Catalog: translations/*/LC_MESSAGES/wesnoth-loti-era.po
Languages: es

source: Insanity allows doing things that could not be done otherwise, but at a great cost.
es: La locura permite hacer cosas que de otra forma no se podrían, pero a un gran costo.

source: Hell Warlord's Armour
es: Armadura de señor del infierno

source: Abaddon ruled Inferno with an iron hand, but it did not stop his loyals from following him.
es: Abaddon gobernó el Infierno con mano de hierro, pero eso no impidió que sus leales lo siguieran.

source: Demon Core
es: Núcleo de demonio

source: If you awaken it, foul light will ravage flesh.
es: Si lo despiertas, una luz maligna devastará la carne.

source: Zealous Axe
es: Hacha de celo

source: Let them try to attack us for we shall be those who strike first.
es: Déjalos intentar atacarnos, nosotros seremos los que golpeen primero.

source: Cloak of the Assassin leader
es: Capa del líder asesino

source: I care not if you are assassins or not, when you are around me, you will attack my way.
es: No me importa si son asesinos o no, cuando estén cerca de mí, atacarán a mi manera.

source: Bow of the Cantor
es: Arco del cantor

source: Now I shall teach you how to hit the bull's eye. Stay close while I am talking.
es: Ahora les enseñaré a dar en el centro del blanco. Manténganse cerca mientras hablo.

source: Amulet of Twilight
es: Amuleto del crepúsculo

source: When the day and night mix, unique powers appear.
es: Cuando el día y la noche se mezclan, aparecen poderes únicos.

source: Dagger of Craving
es: Daga del anhelo

source: Does this make you feel some sort of... bloodlust?
es: ¿Esto te hace sentir algún tipo de... sed de sangre?

source: Book of Courage
es: Libro del Coraje

source: <span color='green'>Unit becomes fearless</span>
es: <span color='green'>La unidad se vuelve intrépida</span>

source: fearless
es: intrépido

source: female^fearless
es: intrépida

source: Fights normally during unfavourable times of day/night
es: Lucha normalmente durante momentos desfavorables del día/noche

source: Daniel was looking for this book. But it was in a dark corner.
es: Daniel buscaba este libro. Pero estaba en un rincón oscuro.

source: Executioner's Axe
es: Hacha de ejecución

source: A good executioner kills with a single blow.
es: Un buen verdugo mata de un solo golpe.

source: The Impaler
es: El empalador

source: Do not hide behind your comrades, just run away.
es: No te escondas detrás de tus compañeros, simplemente huye.

source: Explosionlance
es: Lanza explosiva

source: Take that away, we need to stay silent.
es: Quítate eso, necesitamos mantener el silencio.

source: Wicked Spear of Cruelty
es: Lanza maligna de crueldad

source: With horror, he realised that the horse under him had joined the walking dead.
es: Con horror, se dio cuenta de que el caballo debajo de él se había unido a los muertos caminantes.

source: The Original Trident of Storms
es: El tridente de tormentas original

source: storm trident
es: tridente de tormentas

source: This is no obvious fake. Is it the true one or just a better fake?
es: Esto no es una falsificación obvia. ¿Es la verdadera o solo una falsificación mejor?

source: Lightbringer's Trident
es: Tridente del iluminado

source: He brought light, but it was red and searing.
es: Trajo luz, pero era roja y abrasadora.

source: 200 gold
es: 200 piezas de oro

source: Money will not buy you anything. It is you who has to buy it for money.
es: El dinero no te comprará nada. Eres tú quien tiene que comprarlo con dinero.

source: 100 gold
es: 100 piezas de oro

source: Why conquer when you can buy?
es: ¿Para qué conquistar cuando puedes comprar?

source: 50 gold
es: 50 piezas de oro

source: Money is more powerful than magic.
es: El dinero es más poderoso que la magia.

source: Dazzling Ring
es: Anillo deslumbrante

source: You were born to die blind.
es: Naciste para morir ciego.

source: Boots of Fleeing
es: Botas de huida

source: I hit you and hide in the masses. You will never learn who hit you.
es: Te golpeo y me escondo entre la multitud. Nunca sabrás quién te golpeó.

source: Elusive Boots
es: Botas elusivas

source: Enemies are blocking the way? Who cares?
es: ¿Enemigos bloqueando el camino? ¿A quién le importa?

source: Heavy Bow
es: Arco pesado

source: Fellows, what would you say if I made a bow that shoots spears?
es: Compañeros, ¿qué dirían si hiciera un arco que dispara lanzas?

source: Cunctator's sword
es: Espada de Cunctator

source: <span color='purple'>New melee weapon special: struggle (requires Cunctator's Armour)</span>
es: <span color='purple'>Nueva especial de arma cuerpo a cuerpo: lucha (requiere la Armadura de Cunctator)</span>

source: <span color='purple'>5% to all magical resistances (requires Cunctator's Helmet)</span>
es: <span color='purple'>+5% a todas las resistencias mágicas (requiere el Yelmo de Cunctator)</span>

source: Nobody wanted to face Cunctator. He never fought when you wanted to fight him.
es: Nadie quería enfrentarse a Cunctator. Nunca luchaba cuando tú querías luchar contra él.

source: Guide to Lycanthropy
es: Guía de licantropía

source: Abilities that allow a transformation into powerful animal forms
es: Habilidades que permiten transformarse en poderosas formas animales

source: Search your memories and find the monster you are.
es: Busca en tus recuerdos y encuentra al monstruo que eres.

source: Tome of Bards, Volume II
es: Tomo de los bardos, volumen II

source: Techniques of inspiring allies to fight better and annoying enemies
es: Técnicas para inspirar a los aliados a luchar mejor y molestar a los enemigos

source: Shining and so glorious The bloodline of true warriors
es: Brillante y tan glorioso El linaje de verdaderos guerreros

source: Koschei's Journal
es: Diario de Koschei

source: Powerful improvements to spells
es: Mejoras poderosas a los hechizos

source: The princess asked him where his soul was hidden. The prince found it.
es: La princesa le preguntó dónde tenía escondida su alma. El príncipe la encontró.

source: Wrathful Combat Techniques
es: Técnicas de combate coléricas

source: Techniques of using anger in battle
es: Técnicas para usar la ira en batalla

source: Let the anger flow through your veins.
es: Deja que la ira corra por tus venas.

source: How to be an Overlord
es: Cómo ser un señor supremo

source: Leadership-like abilities
es: Habilidades similares al liderazgo

source: Attack! Attack! Attack!
es: ¡Ataquen! ¡Ataquen! ¡Ataquen!

source: Greater Healing Potion
es: Gran poción de salud

source: <span color='orange'>This unit is completely restored, including statuses, moves and attacks.</span>
es: <span color='orange'>Esta unidad es completamente restaurada, incluyendo estados, movimientos, y ataques.</span>

source: This can heal almost anyone, find the one who brewed it!
es: Esto puede sanar a casi cualquiera, ¡encuentren a quien lo preparó!

source: Deathwhirl
es: Tajo mortal

source: Swarm him so that he would not get to me! Oh, dammit...
es: ¡Rodéenlo para que no llegue hasta mí! ¡Maldición...!

source: Glowing Flight
es: Vuelo brillante

source: The pragmatic baron sent an assassin to kill a necromancer. It was not a bad idea.
es: El barón pragmático envió a un asesino para matar a un nigromante. No fue mala idea.

source: Headsmasher
es: Aplastacabezas

source: 'Let us give the orcs something they like, maybe they will let us be.' 'What do they like?' 'Smashing heads.'
es: «Démosle a los orcos algo que les guste, tal vez nos dejen en paz.» «¿Qué les gusta?» «Aplastar cabezas.»

source: Virtue of Hope
es: Virtud de esperanza

source: See the ones who know.
es: Mira a los que saben.

source: Ice Armour of Health
es: Armadura de hielo de vitalidad

source: Hot weather is bad for health.
es: El clima cálido es malo para la salud.

source: Dragonslayer
es: Cazadragones

source: He killed dragons with his legendary bow, but he was no match for saurians.
es: Mataba dragones con su legendario arco, pero no era rival para los saurios.

source: Rherraent's Sword
es: Espada de Rherraent

source: <span color='purple'>+2 to base melee damage (requires Rherraent's Armour)</span>
es: <span color='purple'>+2 al daño base cuerpo a cuerpo (requiere la Armadura de Rherraent)</span>

source: <span color='purple'>+2 to base melee damage (requires Rherraent's Helm)</span>
es: <span color='purple'>+2 al daño base cuerpo a cuerpo (requiere el Yelmo de Rherraent)</span>

source: <span color='purple'>+2 to base melee damage (requires Rherraent's Ring)</span>
es: <span color='purple'>+2 al daño base cuerpo a cuerpo (requiere el Anillo de Rherraent)</span>

source: In his hands, the sword was a formidable weapon. In the hands of its thief, it was useless.
es: En sus manos, la espada era un arma formidable. En manos de su ladrón, era inútil.

source: Rherraent's Armour
es: Armadura de Rherraent

source: <span color='purple'>1 more movement point (requires Rherraent's Sword)</span>
es: <span color='purple'>+1 punto de movimiento (requiere la Espada de Rherraent)</span>

source: <span color='purple'>3% to all resistances (requires Rherraent's Helm)</span>
es: <span color='purple'>+3% a todas las resistencias (requiere el Yelmo de Rherraent)</span>

source: <span color='purple'>3% to all resistances (requires Rherraent's Ring)</span>
es: <span color='purple'>+3% a todas las resistencias (requiere el Anillo de Rherraent)</span>

source: Shiny armour will only attract unwanted attention.
es: Una armadura brillante solo atrae atención no deseada.

source: Rherraent's Helm
es: Casco de Rherraent

source: <span color='purple'>12 more hitpoints (requires Rherraent's Armour)</span>
es: <span color='purple'>+12 puntos de vida (requiere la Armadura de Rherraent)</span>

source: <span color='purple'>12 more hitpoints (requires Rherraent's Ring)</span>
es: <span color='purple'>+12 puntos de vida (requiere el Anillo de Rherraent)</span>

source: Look at your foes face to face, defeat your foes mace to face.
es: Mira a tus enemigos cara a cara, derrota a tus enemigos maza a cara.

source: Rherraent's Ring
es: Anillo de Rherraent

source: <span color='purple'>New Ability: regenerates (requires Rherraent's Sword)</span>
es: <span color='purple'>Nueva habilidad: regenera (requiere la Espada de Rherraent)</span>

source: His poor widow sold his property bit by bit, and they lost their power.
es: Su pobre viuda vendió sus pertenencias poco a poco, y perdieron su poder.

source: Exterminator's Scythe
es: Guadaña del exterminador

source: <span color='purple'>+1 to base damage (requires Exterminator's Dagger)</span>
es: <span color='purple'>+1 al daño base (requiere la Daga del Exterminador)</span>

source: <span color='purple'>+1 to base damage (requires Exterminator's Knives)</span>
es: <span color='purple'>+1 al daño base (requiere los Cuchillos del Exterminador)</span>

source: <span color='purple'>+1 to base damage (requires Exterminator's Ring)</span>
es: <span color='purple'>+1 al daño base (requiere el Anillo del Exterminador)</span>

source: Victims' loyals look for revenge.
es: Los leales de las víctimas buscan venganza.

source: Exterminator's Dagger
es: Daga del exterminador

source: <span color='purple'>2% to all resistances (requires Exterminator's Scythe)</span>
es: <span color='purple'>+2% a todas las resistencias (requiere la Guadaña del Exterminador)</span>

source: <span color='purple'>2% to all resistances (requires Exterminator's Knives)</span>
es: <span color='purple'>+2% a todas las resistencias (requiere los Cuchillos del Exterminador)</span>

source: <span color='purple'>2% to all resistances (requires Exterminator's Ring)</span>
es: <span color='purple'>+2% a todas las resistencias (requiere el Anillo del Exterminador)</span>

source: Slay the tyrant. Put an end to his wicked rule.
es: Mata al tirano. Pon fin a su malvado reinado.

source: Exterminator's Knives
es: Cuchillos del exterminador

source: <span color='purple'>+1 to base ranged damage (requires Exterminator's Scythe)</span>
es: <span color='purple'>+1 al daño base a distancia (requiere la Guadaña del Exterminador)</span>

source: <span color='purple'>16 more hitpoints (requires Exterminator's Dagger)</span>
es: <span color='purple'>+16 puntos de vida (requiere la Daga del Exterminador)</span>

source: <span color='purple'>+1 to base attacks (requires Exterminator's Ring)</span>
es: <span color='purple'>+1 a los ataques base (requiere el Anillo del Exterminador)</span>

source: It may be hard to get close enough.
es: Puede ser difícil acercarse lo suficiente.

source: Exterminator's Ring
es: Anillo del exterminador

source: <span color='purple'>+1 to base ranged damage (requires Exterminator's Dagger)</span>
es: <span color='purple'>+1 al daño base a distancia (requiere la Daga del Exterminador)</span>

source: Hide from the revolution.
es: Escóndete de la revolución.

source: The gloomy Cloak
es: Capa sombría

source: <span color='purple'>1 more movement point (requires The gloomy Ring)</span>
es: <span color='purple'>+1 punto de movimiento (requiere el Anillo Sombrío)</span>

source: <span color='purple'>1 more movement point (requires The gloomy Amulet)</span>
es: <span color='purple'>+1 punto de movimiento (requiere el Amuleto Sombrío)</span>

source: Bring sadness to your enemies by showing them how slow they are.
es: Trae tristeza a tus enemigos mostrándoles lo lentos que son.

source: The gloomy Ring
es: Anillo sombrío

source: <span color='purple'>New Ability: deathaura (requires The gloomy Cloak)</span>
es: <span color='purple'>Nueva habilidad: aura de muerte (requiere la Capa Sombría)</span>

source: <span color='purple'>New Ability: despair (requires The gloomy Amulet)</span>
es: <span color='purple'>Nueva habilidad: desesperación (requiere el Amuleto Sombrío)</span>

source: Bring sadness to your enemies by showing them how futile their effort is.
es: Trae tristeza a tus enemigos mostrándoles lo inútil de su esfuerzo.

source: The gloomy Amulet
es: Amuleto sombrío

source: <span color='purple'>+1 base damage (requires The gloomy Cloak)</span>
es: <span color='purple'>+1 al daño base (requiere la Capa Sombría)</span>

source: <span color='purple'>+1 base damage (requires The gloomy Ring)</span>
es: <span color='purple'>+1 al daño base (requiere el Anillo Sombrío)</span>

source: Bring sadness to your enemies by showing them how weak they are.
es: Trae tristeza a tus enemigos mostrándoles lo débiles que son.

source: Serendipity
es: Serendipia

source: You never know what will be learned from here
es: Nunca sabes qué se aprenderá de aquí

source: 'Some inventions come out of nowhere.' - Kevla the Saviour
es: «Algunas invenciones surgen de la nada.» - Kevla el Salvador

source: Chaosbringer
es: Portacaos

source: Do you like order? Shame that I do not.
es: ¿Te gusta el orden? Lástima que a mí no.

source: Dagger of Surprises
es: Daga de sorpresas

source: One stab to rule them all.
es: Una puñalada para gobernarlos a todos.

source: Jawbreaker
es: Rompemuelas

source: Why are you grinning like that? It could have killed you!
es: ¿Por qué sonríes así? ¡Podría haberte matado!

source: Void
es: vacío

source: Try to cut through this. There is nothing inside, my guts are in another dimension!
es: ¡Intenta cortar esto! ¡No hay nada dentro, mis entrañas están en otra dimensión!

source: Shako
es: Chacó

source: Nobody would wear this helmet if it was not for its magic.
es: Nadie usaría este yelmo si no fuera por su magia.

source: Potion of Steel Skin
es: Poción de piel de acero

source: <span color='orange'>Increases physical resistances by 25%</span>
es: <span color='orange'>Aumenta las resistencias físicas en 25%</span>

source: Only magic can make steel bend easily when needed. Or not?
es: Solo la magia puede hacer que el acero se doble fácilmente cuando es necesario. ¿O no?

source: Robes of Filth
es: Togas de Inmundicia

source: You call my new shirt filth?! For the thirty dirty pins in the sleeves?
es: ¿Llamas inmundicia a mi camisa nueva? ¡Por los treinta alfileres sucios en las mangas?

source: Draingloves
es: Guantes drenadores

source: You hit, you heal. I hit, you heal. But can you heal enough?
es: Tú golpeas, te sanas. Yo golpeo, te sanas. ¿Pero puedes sanarte lo suficiente?

source: Cloak of Koschei
es: Capa de Koschei

source: <span color='purple'>New ability: Absorbs (1) (requires Koschei's Journal)</span>
es: <span color='purple'>Nueva habilidad: Absorbe (1) (requiere el Diario de Koschei)</span>

source: Koschei made it so far on the path of immortality, yet one silly mistake happened to be fatal.
es: Koschei llegó muy lejos en el camino de la inmortalidad, pero un error tonto resultó fatal.

source: Lucky Farmer's Amulet
es: Amuleto del granjero afortunado

source: Look at this trinket I found in my haystack. It will protect me from the atrocities of war.
es: Mira este amuleto que encontré en mi pajar. Me protegerá de las atrocidades de la guerra.

source: Shredder
es: Picadora

source: Doing gruesome things to your enemies will enhance their fear and make them weak.
es: Hacer cosas horribles a tus enemigos aumentará su miedo y los debilitará.

source: Ancient Armour
es: Armadura Antigua

source: Our ancestors were very strong if they could carry this around and run in it.
es: Nuestros ancestros eran muy fuertes si podían cargar esto y correr con ello.

source: Ancient Armour of the Power of the Ancients
es: Armadura ancestral de poder

source: The Ancients knew that imbuing armours with ancient power will make even the most ancient armour useful.
es: Los Antiguos sabían que imbuir armaduras con poder antiguo haría útil incluso la armadura más antigua.

source: Mystic Occult Armour of Carpathia
es: Armadura mística de Carpathia

source: Psychospiritual mysticism leads to nocturnal blackness.
es: El misticismo psicoespiritual lleva a la negrura nocturna.

source: Mask of Famine
es: Máscara del Hambre

source: His hunger... it feeds on everyone nearby!
es: ¡Su hambre... se alimenta de todos los que están cerca!

source: Caeordwyccywyrin's Spear
es: Lanza de Caeordwyccywyrin

source: Whose spear is this?
es: ¿De quién es esta lanza?

source: Stardust
es: Polvo de estrellas

source: Born from absolute destruction, craving for absolute destruction.
es: Nacido de la destrucción absoluta, anhelando la destrucción absoluta.

source: Guardsman's Leather Armour
es: Armadura de Cuero de Guardia

source: Loyalty will protect you like an expensive armour.
es: La lealtad te protegerá como una armadura cara.

source: Greater Guardsman's Leather Armour
es: Gran armadura de cuero de guardia

source: A good guardsman never yields.
es: Un buen guardia nunca cede.

source: Potion of Titanic Strength
es: Poción de fuerza titánica

source: <span color='orange'>Increases damage of all melee weapons by 10</span>
es: <span color='orange'>Aumenta el daño de todas las armas melé en 10</span>

source: Cronus was the mightiest of the Titans. Only a fraction of his strength is devastating.
es: Cronos fue el más poderoso de los Titanes. Solo una fracción de su fuerza es devastadora.

source: Fleshrending Scourge
es: Azote Desgarrador de Carne

source: Do not run away from me. I will catch you anyway.
es: No huyas de mí. Te atraparé de todas formas.

source: Boots of Foolish Fighters
es: Botas de Luchadores Tontos

source: Run fast, hit hard.
es: Corre rápido, golpea fuerte.

source: Mountain Trek
es: Botas de montaña

source: 'It will take us months to pass through these mountains!' 'I will wait for you on the other side.'
es: ¡Nos tomará meses pasar estas montañas! Te esperaré al otro lado.

source: Godsmasher
es: Aplastadioses

source: 'With this beast, I can kill even a god!' 'Crunch, munch,... burp. Anybody else thinks that it can kill dragons too?'
es: ¡Con esta bestia puedo matar incluso a un dios! Crunch, munch... eructo. ¿Alguien más cree que también puede matar dragones?

source: Blade Juggler
es: Malabarista de cuchillas

source: He threw a dozen knives into the air, catching and throwing them one by one.
es: Lanzó una docena de cuchillos al aire, atrapándolos y arrojándolos uno por uno.

source: Hellrake
es: Rastrillo infernal

source: Flowers bloom in hell too. And every flower has its gardener.
es: Las flores también florecen en el infierno. Y cada flor tiene su jardinero.

source: Armour of the King
es: Armadura del rey

source: <span color='purple'>New Ability: warlord's rule (requires Sceptre of the King)</span>
es: <span color='purple'>Nueva habilidad: dominio del señor de la guerra (requiere el Cetro del Rey)</span>

source: <span color='purple'>1 more movement point (requires Crown of the King)</span>
es: <span color='purple'>+1 punto de movimiento (requiere la Corona del Rey)</span>

source: <span color='purple'>4 more hitpoints per level (requires Ring of the King)</span>
es: <span color='purple'>+4 puntos de vida por nivel (requiere el Anillo del Rey)</span>

source: King's armour protected the usurper, but it did not suffice to prevent wizards from revolting.
es: La armadura del rey protegió al usurpador, pero no fue suficiente para evitar que los magos se rebelaran.

source: Crown of the King
es: Corona del rey

source: <span color='purple'>New Ability: cantor (requires Ring of the King)</span>
es: <span color='purple'>Nueva habilidad: cantor (requiere el Anillo del Rey)</span>

source: <span color='purple'>+1 to base attacks (requires Armour of the King)</span>
es: <span color='purple'>+1 a los ataques base (requiere la Armadura del Rey)</span>

source: <span color='purple'>1 more movement point (requires Sceptre of the King)</span>
es: <span color='purple'>+1 punto de movimiento (requiere el Cetro del Rey)</span>

source: The masses obeyed the one who had the crown. Whoever it was.
es: Las masas obedecían a quien tuviera la corona. Fuera quien fuera.

source: Sceptre of the King
es: Cetro del rey

source: <span color='purple'>New Ability: radiation (requires Crown of the King)</span>
es: <span color='purple'>Nueva habilidad: radiación (requiere la Corona del Rey)</span>

source: <span color='purple'>+2 to base damage (requires Ring of the King)</span>
es: <span color='purple'>+2 al daño base (requiere el Anillo del Rey)</span>

source: The sceptre was the symbol of king's power. Using it as a weapon did not stop the assassin.
es: El cetro era el símbolo del poder del rey. Usarlo como arma no detuvo al asesino.

source: Ring of the King
es: Anillo del rey

source: <span color='purple'>New Ability: leadership (level 3) (requires Armour of the King)</span>
es: <span color='purple'>Nueva habilidad: liderazgo (nivel 3) (requiere la Armadura del Rey)</span>

source: <span color='purple'>+1 base damage (requires Crown of the King)</span>
es: <span color='purple'>+1 al daño base (requiere la Corona del Rey)</span>

source: <span color='purple'>5% to all resistances (requires Sceptre of the King)</span>
es: <span color='purple'>+5% a todas las resistencias (requiere el Cetro del Rey)</span>

source: The king was greatly fond of his magical ring. He should have been more fond of his throne.
es: El rey estaba muy encariñado con su anillo mágico. Debería haber estado más encariñado con su trono.

source: Virulent Poison
es: Poción virulenta

source: <span color='orange'>New ability: dark aura</span>
es: <span color='orange'>Nueva habilidad: aura oscura</span>

source: He is not only farting poison, he also sweats and burps it.
es: No solo tira pedos venenosos, también lo suda y lo eructa.

source: Dark Sword of Destruction
es: Espada oscura de destrucción

source: <span color='purple'>+1 to base attacks (requires Dark Helm of Destruction)</span>
es: <span color='purple'>+1 a los ataques base (requiere el Yelmo Oscuro de la Destrucción)</span>
