Repository: Sebas38760/loti-era
Catalog: translations/*/LC_MESSAGES/wesnoth-loti-era.po
Languages: es

source: Tales are told of the mightiest warriors and generals, who, cursed with hate and stung by betrayal, have experimented with demonic magic and returned back to this world as Infernal Knights. Wielding the same weapons as in life, they command both fire and the Undead in their quest for revenge.
es: Se cuentan historias de los guerreros y generales más poderosos que, malditos por el odio y heridos por la traición, experimentaron con magia demoníaca y regresaron a este mundo como caballeros infernales. Blandiendo las mismas armas que en vida, comandan tanto el fuego como a los no muertos en su búsqueda de venganza.

source: casting random fire spells on enemies when attacking them with an axe
es: lanzando hechizos de fuego aleatorios a enemigos al atacarlos con un hacha

source: a greater leader in battle (like a level 5 unit)
es: un mayor líder en batalla (como una unidad de nivel 5)

source: 10% more resistant to fire
es: 10% más resistente al fuego

source: decreasing fire resistance of opponents by 10%
es: reduce la resistencia al fuego de los oponentes un 10%

source: decreasing fire resistance of opponents by 5% more
es: reduce la resistencia al fuego de los oponentes un 5% más

source: Knight of Magic
es: Caballero de magia

source: After heavy practice, sword mages slowly increase the number of pieces of metal they wear, and become more resilient. Also, their combat abilities increase greatly, and become feared for their versatile style of combat. But they can still keep on getting better, and their ambition and pride makes adjacent allies fight worse because of the envy.
es: Tras mucho entrenamiento, los magos espadachines aumentan lentamente la cantidad de piezas metálicas que llevan y se vuelven más resistentes. También sus habilidades de combate aumentan enormemente y se vuelven temidos por su estilo de combate versátil. Pero aún pueden seguir mejorando, y su ambición y orgullo hacen que los aliados adyacentes luchen peor por envidia.

source: Dame of Magic
es: Dama de magia

source: Lich King
es: Rey liche

source: Lich Kings are powerful undead warriors with free will and magic powers. Unlike other undead, they are not obeying a master, they are raising and controlling their minions, and unlike liches, they are leading their minions into battles.
es: Los reyes liche son poderosos guerreros no muertos con libre albedrío y poderes mágicos. A diferencia de otros no muertos, no obedecen a un amo; ellos levantan y controlan a sus sirvientes y, a diferencia de los liches, lideran a sus sirvientes en batallas.

source: Lunatic Knight
es: Caballero lunático

source: Lunatic knights are ones of the most zealous warriors a warlord might employ. The reason why they fight is neither glory nor gold. They enjoy the thrill of battles, and that motivates them to join armed conflicts. In battle, they are feared adversaries, their fervour, speed and strength are a huge threat for anyone. They usually die before they realise that Lunatic Knights are not quite well protected, and can fall whenever their charge fails to defeat their target.
es: Los caballeros lunáticos son algunos de los guerreros más fanáticos que un señor de la guerra puede emplear. La razón por la que luchan no es ni la gloria ni el oro. Disfrutan la emoción de las batallas y eso los motiva a unirse a conflictos armados. En batalla son adversarios temidos; su fervor, velocidad y fuerza representan una enorme amenaza para cualquiera. Suelen morir antes de darse cuenta de que los caballeros lunáticos no están bien protegidos y pueden caer cada vez que su carga no logra derrotar al objetivo.

source: able to move more hexes after attacking an enemy
es: capaz de moverse más hexágonos tras atacar a un enemigo

source: better protected from physical blows (2% better resistances; +3% resist pierce)
es: mejor protegido contra golpes físicos (resistencias 2% mejores; +3% resistencia a penetración)

source: Monstrosity
es: Monstruosidad

source: When a Walking Corpse kills a victim and reanimates it to unlife, it also drains a part of its soul. This rarely has an effect, but sometimes, when much of the flesh has rotten away already, this accumulated soul energy reshapes the corpse into a horrid, tentaculous form with bones protruding from it that floats around, scaring everything.
es: Cuando un cadáver andante mata a una víctima y la reanima a la no-vida, también drena parte de su alma. Esto rara vez tiene efecto, pero a veces, cuando gran parte de la carne ya se ha podrido, esta energía de alma acumulada remodela el cadáver en una forma horrenda y tentacular con huesos que sobresalen y flota asustando a todo.

source: transforming enemies into Soulless also with the plague
es: transformando enemigos en sin alma también con la plaga

source: Soulless
es: Desalmado

source: leeching some life from targets
es: drenando algo de vida de los objetivos

source: able to consume adjacent Walking Corpses to unlock a devastating wail attack for a turn
es: capaz de consumir cadáveres andantes adyacentes para desbloquear un ataque de lamento devastador durante un turno

source: wail
es: lamento

source: wailing even more terribly
es: lamentándose aún más terriblemente

source: wailing faster
es: lamentándose más rápido

source: spreading a stronger feeling of dread
es: extendiendo un sentimiento de terror más fuerte

source: Necromancer
es: Nigromante

source: One of the pinnacles of what is considered 'black magic' is the art of necromancy, the terrible ability to awaken the dead with false life. This discovery alone caused humanity's condemnation of black magic, for the nightmarish things it has made real have given fear a vast new arsenal. This ability, in all aspects, is the first step towards cheating death of its ultimate prize.
es: Una de las cumbres de lo que se considera «magia negra» es el arte de la nigromancia, la terrible capacidad de despertar a los muertos con falsa vida. Solo este descubrimiento provocó la condena de la humanidad a la magia negra, porque las cosas de pesadilla que ha hecho realidad han dado al miedo un vasto arsenal nuevo. Esta habilidad, en todos los aspectos, es el primer paso para engañar a la muerte de su premio definitivo.

source: female^Necromancer
es: Nigromante

source: Orcish Nightblade
es: Filo nocturno orco

source: Orcish Strafer
es: Ametrallador orco

source: Orcs are generally believed to be simple-minded and unable even to manufacture their crossbows. But it is wrong. The intellect of orcs is not inferior by any means, but they usually prefer not to use it. But competition and battle prowess is usually far the greatest motivation, and if better gear looks like a possibility to get stronger, they start thinking about improvements. One of their inventions is the slurbow, some orcs get them from plunder, some manufacture them themselves. However, even slurbows are not the best, and some creative orcs in times of peace manage to improve it so that it can be operated with a single hand. This way, they can carry two ranged weapons into battle, and devastate most enemies with their deadly and quick shots.
es: Generalmente se cree que los orcos son de mente simple e incapaces incluso de fabricar sus ballestas. Pero es falso. El intelecto de los orcos no es inferior en absoluto, pero normalmente prefieren no usarlo. Sin embargo, la competencia y la destreza en batalla suelen ser la mayor motivación, y si un mejor equipo parece una posibilidad de volverse más fuertes, empiezan a pensar en mejoras. Una de sus invenciones es el arco de baba; algunos orcos los obtienen de saqueos, otros los fabrican ellos mismos. Sin embargo, incluso los arcos de baba no son lo mejor, y algunos orcos creativos en tiempos de paz logran mejorarlo para que pueda manejarse con una sola mano. Así pueden llevar dos armas a distancia a la batalla y devastar a la mayoría de enemigos con sus disparos mortales y rápidos.

source: short sword
es: espada corta

source: shooting more precisely
es: disparando con más precisión

source: incinerating enemies with fiery shots
es: incinerando enemigos con disparos de fuego

source: shooting so hard that enemies behind targets will be hit as well
es: disparando tan fuerte que los enemigos detrás de los objetivos también serán golpeados

source: Orcish Warmonger
es: Belicista orco

source: The mightiest and most zealous of the Orcish Warlords will eventually start working on increasing the number of wars in the world. These warmongers are battle-hardened and battle-loving fighters, whose only desire is to fight until the world's end.
es: Los más poderosos y fanáticos de los señores de la guerra orcos terminarán trabajando para aumentar el número de guerras en el mundo. Estos belicistas son luchadores curtidos y amantes de la batalla cuyo único deseo es luchar hasta el fin del mundo.

source: greatsword
es: gran espada

source: attacking in a scary way
es: atacando de forma aterradora

source: a better leader (like a level 3 unit)
es: un mejor líder (como una unidad de nivel 3)

source: a better leader (like a level 4 unit)
es: un mejor líder (como una unidad de nivel 4)

source: able to cause nearby allies to attack like bloodthirsty fanatics
es: capaz de hacer que los aliados cercanos ataquen como fanáticos sedientos de sangre

source: better at gruesome things that arouse nearby allies
es: mejor en cosas macabras que excitan a los aliados cercanos

source: Phantom
es: Esqueleto fantasma

source: Undead lords sometimes figure out a way to make their deathblades fully use their potential. They remove their legs, replacing them with a ghostly tail allowing them to float and spin as they want. They also add them an additional pair of arms, to make these minions more destructive. Phantoms are, however, quite vulnerable.
es: Los señores no muertos a veces descubren cómo hacer que sus espadas de muerte aprovechen todo su potencial. Les quitan las piernas y las reemplazan con una cola fantasmal que les permite flotar y girar a voluntad. También les añaden un par de brazos adicional para hacer a estos sirvientes más destructivos. Sin embargo, los fantasmas son bastante vulnerables.

source: able to teleport to a leader
es: capaz de teletransportarse a un líder

source: able to teleport anywhere near a leader
es: capaz de teletransportarse a cualquier lugar cerca de un líder

source: Pilum Master
es: Maestro de pilum

source: Some javelineers came to an incredible skill with javelins, and improved their javelins into pilums. These weapons are hard to use, but they can deal heavy damages to anyone before they even come close enough to hit, even if they are attacked. Although many soldiers consider their weapons obsolete, they wield them proudly, because unlike swords or bows, pilums can be used both in melee and ranged combat.
es: Algunos lanceros alcanzaron una habilidad increíble con las jabalinas y las mejoraron hasta convertirlas en pila. Estas armas son difíciles de usar, pero pueden infligir daños graves a cualquiera antes de que se acerque lo suficiente para golpear, incluso si están siendo atacados. Aunque muchos soldados consideran sus armas obsoletas, las manejan con orgullo, porque a diferencia de las espadas o los arcos, los pila pueden usarse tanto en combate cuerpo a cuerpo como a distancia.

source: throwing pilums more precisely
es: lanzando los pila con más precisión

source: throwing pilums stronger through enemies
es: lanzando pila más potentes que atraviesan enemigos

source: able to attack in a tricky way that lowers enemy defence (new attack)
es: capaz de atacar de forma engañosa que reduce la defensa enemiga (nuevo ataque)

source: trickery
es: engaño

source: better at blocking (lowering the chance to be hit by 2-3%)
es: mejor bloqueando (reduce un 2-3% la probabilidad de ser golpeado)

source: Predator
es: Depredador

source: Master huntsmen often get to like hunting more than anything else. Their deadly passion guides them, and they care only a little if their prey is human or animal. These predators may attack anything they spot, if it is not too numerous. Provided that one has enough guards around, it is possible to parlay with them, or even to employ them.
es: Los maestros cazadores a menudo terminan gustando más de la caza que de cualquier otra cosa. Su pasión mortal los guía y les importa poco si su presa es humana o animal. Estos depredadores pueden atacar cualquier cosa que vean si no es demasiado numerosa. Siempre que uno tenga suficientes guardias alrededor, es posible negociar con ellos o incluso contratarlos.

source: shooting unbelievably precisely
es: disparando con precisión increíble

source: able to deal heavy damage with a single shot (new attack)
es: capaz de infligir daño pesado con un solo disparo (nuevo ataque)

source: very good at slaying humans
es: muy bueno matando humanos

source: very good at slaying undead
es: muy bueno matando no muertos

source: very good at slaying orcs
es: muy bueno matando orcos

source: very good at slaying elves
es: muy bueno matando elfos

source: very good at slaying dragons
es: muy bueno matando dragones

source: very good at slaying imps
es: muy bueno matando diablillos

source: very good at slaying demons
es: muy bueno matando demonios

source: Prophet
es: Profeta

source: Formerly either Paladins who decided to expand their knowledge of white magic or Magi of Light who decided that evil has to be defeated also by weapons of war, Prophets are the pious knights who both care about destroying the evil and about helping any righteous person.
es: Antiguamente paladines que decidieron ampliar sus conocimientos de magia blanca o magos de la luz que decidieron que el mal también debe ser derrotado con armas de guerra, los profetas son caballeros piadosos que se preocupan tanto por destruir el mal como por ayudar a cualquier persona justa.

source: female^Prophet
es: Profeta

source: able to make allies resist damage better (8% to resistances)
es: capaz de hacer que los aliados resistan mejor el daño (8% a las resistencias)

source: able to make allies resist damage better (12% to resistances)
es: capaz de hacer que los aliados resistan mejor el daño (12% a las resistencias)

source: able to make allies resist damage better (16% to resistances)
es: capaz de hacer que los aliados resistan mejor el daño (16% a las resistencias)

source: Reaper
es: Segador

source: Reapers are abominations, brought from the world of the dead into our world, but maintaining connections to their world to drain excessive amounts of power from it, longing for nothing else but bringing as many souls into the world of the dead. In most cases, they are a creation of a necromancer, forcing a spirit to become a reaper, manipulating it to do what he wants.
es: Los segadores son abominaciones traídas del mundo de los muertos a nuestro mundo, pero mantienen conexiones con aquel para drenar cantidades excesivas de poder, deseando solo llevar tantas almas como sea posible al mundo de los muertos. En la mayoría de los casos son creación de un nigromante que fuerza a un espíritu a convertirse en segador y lo manipula para que haga lo que él quiere.

source: baneblade
es: filo de perdición

source: wailing in a way that enemies are unable to fight against it
es: lamentándose de forma que los enemigos no pueden contraatacar

source: able to attack with claws, that has a chance to slay the enemy regardless of his HP (new attack)
es: capaz de atacar con garras que tienen probabilidad de matar al enemigo independientemente de sus PV (nuevo ataque)

source: better at dodging (lowering the chance to be hit by 5%)
es: mejor esquivando (reduce un 5% la probabilidad de ser golpeado)

source: better at dodging (lowering the chance to be hit by 3%)
es: mejor esquivando (reduce un 3% la probabilidad de ser golpeado)

source: more resistant to magic (4% better resistances)
es: más resistente a la magia (resistencias 4% mejores)

source: Scythemaster
es: Maestro de guadañas

source: The greatest weapon masters will eventually come to master scythes, whose dual-wielding is the most destructive possibility ever.
es: Los mayores maestros de armas acabarán dominando las guadañas, cuyo uso a dos manos es la posibilidad más destructiva que existe.

source: impale
es: empalar

source: whirl
es: rotación

source: able to attack with a confusing attack (new attack)
es: capaz de atacar con un ataque confuso (nuevo ataque)

source: female^Elvish Seer
es: Vidente elfa

source: Sometimes, an elf can get so close to the faerie world, that it grants her a knowledge all the other beings never even dreamed about. This allows her to be both a good healer and a powerful spell-caster.
es: A veces, una elfa puede acercarse tanto al mundo de las hadas que este le otorga un conocimiento del que ningún otro ser ha soñado siquiera. Esto le permite ser tanto una buena sanadora como una poderosa lanzadora de hechizos.

source: faerie touch
es: toque feérico

source: gossamer
es: telaraña

source: able to create a sword from pure magic (new attack)
es: capaz de crear una espada de magia pura (nuevo ataque)

source: faerie sabre
es: sable feérico

source: Shadow Prince
es: Príncipe de las sombras

source: After years of life as a criminal, the outlaw gains pride and no longer feels the need to behave like a brute. To teach the others that they are superior too, they learn some magic, and practise fighting with a staff that they used when learning magic. Their authority above other criminals is so great that they can hide in any settlement.
es: Tras años de vida criminal, el forajido gana orgullo y ya no siente necesidad de comportarse como un bruto. Para enseñar a los demás que también son superiores, aprenden algo de magia y practican el combate con un bastón que usaron al aprender magia. Su autoridad sobre otros criminales es tan grande que pueden esconderse en cualquier asentamiento.

source: quarterstaff
es: bastón largo

source: magic blast
es: explosión mágica

source: Shadow Princess
es: Princesa de las sombras

source: able to strike all nearby enemies with lightning
es: capaz de golpear a todos los enemigos cercanos con relámpagos

source: wave of lightning
es: ola de relámpagos

source: able to hide in forests at night
es: capaz de esconderse en bosques de noche

source: better at defending (lowering the chance to be hit by 1-2%)
es: mejor defendiendo (reduce un 1-2% la probabilidad de ser golpeado)

source: breaking through enemy impact resistances better (8%)
es: penetra mejor las resistencias al impacto enemigas (8%)

source: breaking through enemy impact resistances better (7%)
es: penetra mejor las resistencias al impacto enemigas (7%)

source: breaking through enemy impact resistances better (5%)
es: penetra mejor las resistencias al impacto enemigas (5%)

source: Shadowalker
es: Andabrumas

source: Sometimes, the most dextrous from all masters of combat become Shadowalkers, fighters whose skill with sword is unmatched. No longer requiring illumination to fight, they can fight equally well under the sun and in dark caves. If the situation is not ideal for fencing, they can shoot a poisoned bolt at their enemy or surprise him with an unexpected spell.
es: A veces, los más diestros entre todos los maestros del combate se convierten en caminantes de sombras, luchadores cuya habilidad con la espada no tiene igual. Ya no necesitan luz para combatir, pueden luchar igual de bien bajo el sol que en cuevas oscuras. Si la situación no es ideal para la esgrima, pueden disparar un virote envenenado al enemigo o sorprenderlo con un hechizo inesperado.

source: female^Shadowalker
es: Andabrumas

source: better at defending
es: mejor defendiendo

source: able to teleport near adjacent enemies while in darkness
es: capaz de teletransportarse cerca de enemigos adyacentes mientras esté en oscuridad

source: Siege Troll
es: Trol de asedio

source: Trolls rarely use more than the most basic of equipment. The Orcish tribes will occasionally outfit the biggest, strongest, toughest Troll they can find with heavy armour and use it as a siege weapon.
es: Los troles rara vez usan más que el equipo más básico. Las tribus orcas ocasionalmente equipan al trol más grande, fuerte y resistente que encuentran con armadura pesada y lo usan como arma de asedio.

source: able to attack and defend with a single, devastating blow (new attack)
es: capaz de atacar y defender con un solo golpe devastador (nuevo ataque)

source: devastation
es: devastación

source: regenerating 4 additional hitpoints per turn
es: regenerando 4 puntos de vida adicionales por turno

source: regenerating 3 additional hitpoints per turn
es: regenerando 3 puntos de vida adicionales por turno

source: regenerating 2 additional hitpoints per turn
es: regenerando 2 puntos de vida adicionales por turno

source: Skeletal Dragon
es: Dragón esquelético

source: Even of the mightiest living creatures there will remain nothing but bones and dark sinew in the end. But dark powers that know no bounds raise also those back to life – and if they are downright nasty in the shape of a harmless looking pile of bone... Only few who have been deceived by that appearance lived long enough to realise their terrible mistake. Gameplay notes: This unit can learn to use a dark breath that can, along with its jaws, turn this skeletal dragon into a doom to all living. Keep in mind that this unit is a unique creation of magic, sacrificing it is not the best idea (and a crime against the preservation of biodiversity).
es: Incluso de las criaturas vivas más poderosas al final no quedará más que huesos y tendones oscuros. Pero poderes oscuros sin límites también los resucitan, y si son realmente malignos con la apariencia inofensiva de un montón de huesos... Solo unos pocos engañados por esa apariencia vivieron lo suficiente para darse cuenta de su terrible error. Notas de juego: Esta unidad puede aprender a usar un aliento oscuro que, junto con sus mandíbulas, convierte a este dragón esquelético en una perdición para todo lo vivo. Ten en cuenta que esta unidad es una creación única de magia; sacrificarla no es la mejor idea (y un crimen contra la preservación de la biodiversidad).

source: jaw
es: mandíbula

source: able to breathe dark energy (new attack)
es: capaz de exhalar energía oscura (nuevo ataque)

source: dark breath
es: aliento oscuro

source: Sky Goblin
es: Piloto goblin

source: The best of goblin fighters get the right to ride giant birds, to scout terrains ahead and occasionally attack vulnerable units that they manage to approach.
es: Los mejores luchadores goblin obtienen el derecho a montar aves gigantes para explorar terrenos por delante y atacar ocasionalmente unidades vulnerables que logren acercarse.

source: more precise with the bow
es: más preciso con el arco

source: able to escape to a longer distance
es: capaz de escapar a mayor distancia

source: a skirmisher
es: un hostigador

source: Snow Hunter
es: Cazador de las nieves
