Repository: Sebas38760/loti-era
Catalog: translations/*/LC_MESSAGES/wesnoth-loti-era.po
Languages: es

source: This unit regenerates, which allows it to heal as though always stationed in a village, if it is above lava.
es: Esta unidad se regenera, lo que le permite sanarse como si siempre estuviera estacionada en una aldea, si está sobre lava.

source: explosive detonation
es: detonación explosiva

source: When used on offense, this attack causes the attacker to explode, killing it instantly. All adjacent units will take damage of the weapon's type equal to the attacker's hitpoints.
es: Cuando se usa en ofensiva, este ataque hace que el atacante explote, matándolo al instante. Todas las unidades adyacentes reciben daño del tipo del arma igual a los puntos de vida del atacante.

source: spiritual attack
es: ataque espiritual

source: When this attack is used, the damage of physical retaliation attacks is divided by 3.
es: Cuando se usa este ataque, el daño de los contraataques físicos se divide entre 3.

source: iceform
es: solidifica

source: When this attack is used, the user is transformed into a moving block of ice, taking 33% less cold, pierce and blade damage. It works both offensively and defensively.
es: Cuando se usa este ataque, el usuario se transforma en un bloque de hielo móvil, recibiendo un 33% menos de daño por frío, penetración y corte. Funciona tanto ofensiva como defensivamente.

source: When this attack is used offensively, the damage of retaliation attacks is decreased by 33%.
es: Cuando este ataque se usa ofensivamente, el daño de los contraataques se reduce un 33%.

source: heals +
es: sana +

source: female^heals +
es: sana +

source: This unit combines herbal remedies with magic to heal units more quickly than is normally possible on the battlefield. A unit cared for by this healer may heal up to
es: Esta unidad combina remedios herbales con magia para sanar unidades más rápido de lo normal en el campo de batalla. Una unidad atendida por este sanador puede sanarse hasta

source: HP per turn, or be cured of poisoning.
es: PV por turno, o ser curada del envenenamiento.

source: unholybane (
es: profana (

source: female^unholybane (
es: profana (

source: The unit damages adjacent undead enemies at the beginning of your turn, causing a loss of
es: La unidad daña a los enemigos no-muertos adyacentes al inicio de tu turno, causando una pérdida de

source: HP (max. down to 1 HP, never kills). The ability ignores any of the enemy's resistances or weaknesses, so it is very powerful against spirits!
es: PV (máximo hasta 1 PV, nunca mata). Esta habilidad ignora cualquier resistencia o debilidad del enemigo, ¡por lo que es muy poderosa contra espíritus!

source: burns foes (
es: chamusca (

source: female^burns foes (
es: chamusca (

source: The unit singes adjacent enemies at the beginning of your turn, causing them to take
es: La unidad quema a los enemigos adyacentes al inicio de tu turno, haciendo que reciban

source: fire damage. It can kill.
es: de daño de fuego. Puede matar.

source: spinning swords (
es: espadas giratorias (

source: female^spinning swords (
es: espadas giratorias (

source: The unit's levitated swords slash at adjacent enemies at the beginning of your turn, causing them to take
es: Las espadas levitantes de la unidad cortan a los enemigos adyacentes al inicio de tu turno, causando que reciban

source: blade damage. It can kill.
es: de daño de filo. Puede matar.

source: corrosive blood (
es: sangre corrosiva (

source: female^corrosive blood (
es: sangre corrosiva (

source: When this unit is hit, adjacent enemy units take
es: Cuando esta unidad es golpeada, las unidades enemigas adyacentes reciben

source: fire damage and become poisoned. It can kill.
es: de daño de fuego y quedan envenenadas. Puede matar.

source: unholybane
es: profano

source: This attack does triple damage to undead (also other non-monster creations of magic).
es: Este ataque inflige el triple de daño a no-muertos (también a otras creaciones mágicas no monstruosas).

source: lord of the flies
es: señor de las moscas

source: This attack does triple damage to flies.
es: Este ataque inflige el triple de daño a moscas.

source: misanthropia
es: misantropía

source: This attack does double damage to humans.
es: Este ataque inflige el doble de daño a humanos.

source: This attack does double damage to dwarves.
es: Este ataque inflige el doble de daño a enanos.

source: This attack does double damage to orcs.
es: Este ataque inflige el doble de daño a orcos.

source: misdryadia
es: misdriadia

source: This attack does double damage to elves.
es: Este ataque inflige el doble de daño a elfos.

source: misdemonia
es: misdemonía

source: This attack does double damage to demons.
es: Este ataque inflige el doble de daño a demonios.

source: misimpia
es: misimpía

source: This attack does double damage to imps.
es: Este ataque inflige el doble de daño a diablillos.

source: This attack does double damage to drakes and dragons.
es: Este ataque inflige el doble de daño a dracos y dragones.

source: misinmortuia
es: misinmortuía

source: This attack does double damage to undead.
es: Este ataque inflige el doble de daño a no-muertos.

source: anarchy
es: anarquía

source: This attack does 50% more damage to lawful units.
es: Este ataque inflige un 50% más de daño a unidades legales.

source: lesser nightstalk
es: acecho menor

source: The unit becomes invisible during night when not next to an enemy unit, but only in forests, hills, mountains and villages. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
es: La unidad se vuelve invisible durante la noche cuando no está al lado de una unidad enemiga, pero solo en bosques, colinas, montañas y aldeas. Cualquier unidad enemiga que la descubra primero pierde inmediatamente todo su movimiento restante.

source: nocturnal ambush
es: emboscada nocturna

source: female^nocturnal ambush
es: emboscada nocturna

source: The unit becomes invisible in forests when not next to an enemy unit, but only at night. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
es: La unidad se vuelve invisible en bosques cuando no está al lado de una unidad enemiga, pero solo de noche. Cualquier unidad enemiga que la descubra primero pierde inmediatamente todo su movimiento restante.

source: distant attack
es: ataque distante

source: When this attack is used, the enemy will not counter.
es: Cuando se usa este ataque, el enemigo no contraataca.

source: uncounterable
es: incontrarrestable

source: An enemy cannot use an attack against this one.
es: Un enemigo no puede usar un ataque contra esta unidad.

source: anger
es: ira

source: When used offensively, this attack doubles the attacks done by both attacker and defender.
es: Cuando se usa ofensivamente, este ataque duplica los golpes tanto del atacante como del defensor.

source: grim presence
es: presencia lúgubre

source: Adjacent enemies have 1 less attack
es: Los enemigos adyacentes tienen 1 ataque menos

source: quickstrike
es: escaramuza

source: When this attack is used, the attacker loses no movement. However, this does not give back the movement lost due to entering a unit's ZoC.
es: Cuando se usa este ataque, el atacante no pierde movimiento. Sin embargo, no recupera el movimiento perdido al entrar en la zona de control de una unidad.

source: dazzle
es: deslumbra

source: This weapon special reduces the target's chance to hit by 3% with every hit. The reduction halves at every turn.
es: Este especial de arma reduce la probabilidad de acertar del objetivo un 3% con cada golpe. La reducción se divide entre 2 cada turno.

source: raging resolve
es: resolución furiosa

source: Hitting enemies with this special will increase resistances by 1%. This increase halves every turn.
es: Golpear enemigos con este especial aumenta las resistencias un 1%. Este aumento se divide entre 2 cada turno.

source: mind raid
es: incursión mental

source: This weapon special steals 2 experience from the opponent, increasing the user's experience. It does not work if the target does not have enough experience.
es: Este especial de arma roba 2 puntos de experiencia al oponente, aumentando la experiencia del usuario. No funciona si el objetivo no tiene suficiente experiencia.

source: The damage of this attack will affect also a lot of other enemy units around the caster, and will also deal some impact damage. It is so tiring that the unit's damage decreases by 12 after the attack, the damage penalty will half each turn.
es: El daño de este ataque también afectará a muchas otras unidades enemigas alrededor del lanzador y además infligirá daño de impacto. Es tan agotador que el daño de la unidad disminuye 12 después del ataque; la penalización se divide entre 2 cada turno.

source: infect
es: infecta

source: The target of this weapon specials becomes poisoned in a special way: if it dies from this toxin or is killed while affected by it, it becomes a Walking Corpse.
es: El objetivo de este especial de arma queda envenenado de forma especial: si muere por este veneno o es matado mientras está afectado, se convierte en un cadáver ambulante.

source: greater infect
es: gran infección

source: The target of this weapon specials becomes poisoned in a special way: if it dies from this toxin or is killed while affected by it, it becomes a Soulless.
es: El objetivo de este especial de arma queda envenenado de forma especial: si muere por este veneno o es matado mientras está afectado, se convierte en un sin-alma.

source: When this attack is used offensively, at the end of the fight the enemy will be knocked back.
es: Cuando se usa este ataque ofensivamente, al final del combate el enemigo será empujado hacia atrás.

source: supreme knockback
es: empuje supremo

source: When this attack is used offensively, every hit will push the target 5 hexes away from the attacker or to the nearest unreachable terrain.
es: Cuando se usa este ataque ofensivamente, cada golpe empujará al objetivo 5 casillas lejos del atacante o al terreno inaccesible más cercano.

source: necromancy
es: necromancia

source: female^necromancy
es: necromancia

source: If this unit dies, it becomes a lich.
es: Si esta unidad muere, se convierte en una liche.

source: cowardice
es: cobarde

source: female^cowardice
es: cobarde

source: If this unit runs out of moves with no adjacent units, it loses its attack that turn but gains its moves back.
es: Si esta unidad se queda sin movimiento y no tiene unidades adyacentes, pierde su ataque ese turno pero recupera todo su movimiento.

source: triggerable
es: activable

source: This unit's attack damage increases by 1 when hit. Does not work when hit by a retaliating unit. The added damage bonus halves each turn (rounded down).
es: El daño de ataque de esta unidad aumenta en 1 cuando recibe un golpe. No funciona si es golpeada por una unidad que contraataca. El bonus de daño adicional se divide entre 2 cada turno (redondeado hacia abajo).

source: vindictive
es: vengativo

source: female^vindictive
es: vengativa

source: This unit's attack damage increases by 1 when an adjacent ally is hit. Does not work when hit by a retaliating unit. The added damage bonus halves each turn (rounded down).
es: El daño de ataque de esta unidad aumenta en 1 cuando un aliado adyacente recibe un golpe. No funciona si es golpeado por una unidad que contraataca. El bonus de daño adicional se divide entre 2 cada turno (redondeado hacia abajo).

source: This unit's attack deals 50% additional fire damage when directly hitting a unit type that hit it in the last 5 turns. Does not work when hit by a retaliating unit.
es: El ataque de esta unidad inflige un 50% más de daño de fuego cuando golpea directamente a un tipo de unidad que la golpeó en los últimos 5 turnos. No funciona si es golpeada por una unidad que contraataca.

source: wrath
es: cólera

source: female^wrath
es: cólera

source: When offensively hitting an enemy, this unit's attack damage increases by 1. The added damage bonus halves each turn (rounded down).
es: Cuando golpea ofensivamente a un enemigo, el daño de ataque de esta unidad aumenta en 1. El bonus de daño adicional se divide entre 2 cada turno (redondeado hacia abajo).

source: killjoy
es: aguafiestas

source: female^killjoy
es: aguafiestas

source: Killing an enemy with this attack will increase the attacker's attack count on all attacks by 1. The bonus halves each turn (rounded down).
es: Matar a un enemigo con este ataque aumenta en 1 el número de golpes del atacante en todos sus ataques. El bonus se divide entre 2 cada turno (redondeado hacia abajo).

source: sense of purpose
es: sentido del propósito

source: female^sense of purpose
es: sentido del propósito

source: Hitting anything with this weapon increases the chance to hit by 1%. The bonus halves each turn (rounded down).
es: Golpear cualquier cosa con esta arma aumenta la probabilidad de acertar un 1%. El bonus se divide entre 2 cada turno (redondeado hacia abajo).

source: lethargy
es: letargo

source: female^lethargy
es: letargo

source: When hitting an enemy, the opponent's attack damage decreases by 2. The reduction of damage bonus halves each turn (rounded down).
es: Cuando golpea a un enemigo, el daño de ataque del oponente disminuye en 2. La reducción se divide entre 2 cada turno (redondeado hacia abajo).

source: lesser lethargy
es: letargo menor

source: female^lesser lethargy
es: letargo menor

source: When hitting an enemy, the opponent's attack damage decreases by 1. The reduction of damage bonus halves each turn (rounded down).
es: Cuando golpea a un enemigo, el daño de ataque del oponente disminuye en 1. La reducción se divide entre 2 cada turno (redondeado hacia abajo).

source: hate speech
es: humilla

source: female^hate speech
es: humilla

source: When an adjacent unit offensively hits an enemy, its attack damage increases by 1. The added damage bonus halves each turn (rounded down).
es: Cuando una unidad adyacente golpea ofensivamente a un enemigo, su daño de ataque aumenta en 1. El bonus de daño adicional se divide entre 2 cada turno (redondeado hacia abajo).

source: martyrdom
es: martirio

source: female^martyrdom
es: martirio

source: Hatred arouses among its comrades when this unit gets hurt. For every hit this unit takes, the damage of all adjacent allies increases by 1. The damage increased this way halves each turn (rounded down).
es: El odio se despierta entre sus camaradas cuando esta unidad recibe daño. Por cada golpe que recibe, el daño de todos los aliados adyacentes aumenta en 1. El daño aumentado de esta forma se divide entre 2 cada turno (redondeado hacia abajo).

source: innocence
es: inocente

source: female^innocence
es: inocente

source: Through magical means, this unit looks so innocent that attacking it causes the attacker to suffer emotional trauma that makes it deal 1 less damage for each hit. The damage decreased this way halves each turn.
es: Por medios mágicos, esta unidad parece tan inocente que atacarla provoca un trauma emocional al atacante, haciendo que inflija 1 menos de daño por cada golpe. El daño reducido de esta forma se divide entre 2 cada turno.

source: blood drinking
es: bebe sangre

source: female^blood drinking
es: bebe sangre

source: When a unit adjacent to this unit takes damage, this unit heals 5% of the damage.
es: Cuando una unidad adyacente a esta recibe daño, esta unidad se sana un 5% del daño recibido.

source: unholy hunger
es: hambre impía

source: This unit craves for the souls of living beings. When it kills a living unit, it will heal 10 HP and its maximum HP will increase by 3. When it is not fed continually, it starts to starve, and loses 1 maximum HP more for each turn it did not kill something at the beginning of each turn. The hunger has no effect if the unit is cared by a healer or standing in a village.
es: Esta unidad ansía las almas de los seres vivos. Cuando mata a una unidad viva, se sana 10 PV y su máximo de PV aumenta en 3. Si no se alimenta continuamente, comienza a pasar hambre y pierde 1 PV máximo adicional por cada turno que no mata nada al inicio del turno. El hambre no tiene efecto si la unidad está siendo sanada por un sanador o está en una aldea.

source: incinerate
es: incinera

source: This attack incinerates its targets. Burning units lose 16 HP every turn until they are cured. Flames can kill a unit, the attacker that incinerated the unit gets the experience.
es: Este ataque incinera a sus objetivos. Las unidades en llamas pierden 16 PV cada turno hasta que sean sanadas. Las llamas pueden matar a una unidad; el atacante que la incineró recibe la experiencia.

source: hit and run
es: ataca y corre

source: When this attack is used, the unit regains half of its max MP.
es: Cuando se usa este ataque, la unidad recupera la mitad de su máximo de movimiento.

source: When a defender target misses, the attacker will hit him without any checks.
es: Cuando el defensor falla, el atacante lo golpeará sin comprobaciones.

source: reflects
es: refleja

source: Causes opponents's attacks to hit the opponent when the opponent misses.
es: Hace que los ataques del oponente golpeen al propio oponente cuando este falla.

source: pierce
es: penetración

source: If this attack is used offensively, the enemy behind the target is hurt as well, for 1/2 of the damage. The user loses 2 damage points after the attack, the damage penalty will half each turn.
es: Si este ataque se usa ofensivamente, el enemigo detrás del objetivo también recibe daño, la mitad del daño original. El usuario pierde 2 puntos de daño después del ataque; la penalización se divide entre 2 cada turno.

source: massive missile
es: misil masivo

source: If this attack is used offensively, multiple enemies behind the target are hurt as well, dealing
es: Si este ataque se usa ofensivamente, varios enemigos detrás del objetivo también reciben daño, infligiendo

source: If this attack hits offensively, opponent's attack count is lowered by 1. This decrease halves every turn.
es: Si este ataque acierta ofensivamente, el número de ataques del oponente se reduce en 1. Esta disminución se divide entre 2 cada turno.

source: If this attack hits offensively, opponent's defence on all terrains is lowered by 5%. This decrease halves every turn.
es: Si este ataque acierta ofensivamente, la defensa del oponente en todos los terrenos se reduce un 5%. Esta disminución se divide entre 2 cada turno.

source: If this attack hits offensively, opponent's resistances will drop by 5%. This decrease halves every turn.
es: Si este ataque acierta ofensivamente, las resistencias del oponente bajan un 5%. Esta disminución se divide entre 2 cada turno.

source: cone
es: cono

source: With this attack enemies next to attacker and target suffer 1/2 the damage. The foe behind the defender takes 1/2 of the damage too, while their adjacent comrades take 1/4 of it. It is so tiring that the unit's damage decreases by 6 after the attack, the damage penalty will half each turn. Works only offensively.
es: Con este ataque los enemigos al lado del atacante y del objetivo reciben la mitad del daño. El enemigo detrás del defensor también recibe la mitad del daño, mientras que sus camaradas adyacentes reciben 1/4. Es tan agotador que el daño de la unidad disminuye 6 después del ataque; la penalización se divide entre 2 cada turno. Solo funciona ofensivamente.

source: hose
es: regar

source: If this attack us used offensively, many enemies behind and around the original target are hit. It is so tiring that the unit's damage decreases by 12 after the attack, the damage penalty will half each turn.
es: Si este ataque se usa ofensivamente, muchos enemigos detrás y alrededor del objetivo original son golpeados. Es tan agotador que el daño de la unidad disminuye 12 después del ataque; la penalización se divide entre 2 cada turno.

source: extra damage (+5; impact)
es: daño extra (+5; impacto)

source: After the damage with this weapon is dealt, the target takes 5 points of impact damage, that is unaffected by charge or slow.
es: Después de infligir el daño con esta arma, el objetivo recibe 5 puntos de daño de impacto, que no se ve afectado por carga ni lentitud.

source: revulsion
es: repulsión

source: Any enemies hitting this unit will lose 5% resistances. This weakness halves every turn.
es: Cualquier enemigo que golpee a esta unidad perderá un 5% de resistencias. Esta debilidad se divide entre 2 cada turno.

source: wardrums
es: tambores

source: All adjacent members of the same side get +2 to movement at the start of their turn.
es: Todos los miembros adyacentes del mismo bando reciben +2 al movimiento al inicio de su turno.

source: relentless tide
es: marea implacable

source: All adjacent members of the same side get 10% to all resistances at the start of their turn. This bonus is stackable, but halves every turn.
es: Todos los miembros adyacentes del mismo bando reciben un 10% a todas las resistencias al inicio de su turno. Este bonus es acumulable, pero se divide entre 2 cada turno.

source: push
es: empujar

source: When an ally standing next to this unit finishes attacking, it gains one movement point.
es: Cuando un aliado al lado de esta unidad termina de atacar, gana un punto de movimiento.

source: Any unit that attacks this unit suffers 4 points of piercing damage. Unlike reflect, it can kill.
es: Cualquier unidad que ataque a esta recibe 4 puntos de daño de perforación. A diferencia de reflejar, puede matar.

source: thorns aura
es: aura de espinas

source: Any unit that attacks an adjacent ally of this unit suffers 4 points of piercing damage. Unlike reflect, it can kill.
es: Cualquier unidad que ataque a un aliado adyacente de esta unidad recibe 4 puntos de daño de perforación. A diferencia de reflejar, puede matar.

source: lesser redeem
es: redención menor

source: When this unit attacks another unit, there is a chance that the target will be absorbed, inversely proportional to enemy level. When the redeem count reaches a certain level, the unit's properties will improve.
es: Cuando esta unidad ataca a otra, hay una probabilidad de que el objetivo sea absorbido, inversamente proporcional al nivel del enemigo. Cuando el contador de redenciones alcanza cierto nivel, las propiedades de la unidad mejoran.

source: mockery
es: mofa

source: When an attack against this unit misses, he/she heals 2 HP.
es: Cuando un ataque contra esta unidad falla, se sana 2 PV.

source: supreme murderlust
es: sed suprema de sangre

source: When this unit kills another unit, he/she heals 8 HP and is ridden of poison and slow.
es: Cuando esta unidad mata a otra, se sana 8 PV y se libera del veneno y de la lentitud.

source: murderlust
es: sed de muerte

source: When this unit kills another unit during his/her turn, he/she heals 8 HP.
es: Cuando esta unidad mata a otra durante su turno, se sana 8 PV.

source: killhunger
es: saciar

source: When this unit kills another unit, it heals 4 HP.
es: Cuando esta unidad mata a otra, se sana 4 PV.

source: lesser evisceration
es: evisceración menor

source: When this unit kills another unit, nearby allies heal 4 HP.
es: Cuando esta unidad mata a otra, los aliados cercanos se sanan 4 PV.

source: evisceration
es: evisceración

source: When this unit kills another unit, nearby allies heal 10 HP.
es: Cuando esta unidad mata a otra, los aliados cercanos se sanan 10 PV.

source: greater evisceration
es: gran evisceración

source: When this unit kills another unit, nearby allies heal 16 HP.
es: Cuando esta unidad mata a otra, los aliados cercanos se sanan 16 PV.
