Repository: Sebas38760/loti-era
Catalog: translations/*/LC_MESSAGES/wesnoth-loti-era.po
Languages: es

source: No sword or shield can protect from my wrath.
es: Ninguna espada o escudo puede protegerme de mi ira.

source: Equality
es: Igualdad

source: Even the weak can kill with this one.
es: Incluso los débiles pueden matar con esto.

source: Wretched Defiler
es: Profanador desdichado

source: Minimise your casualties, even at the cost of defiling corpses.
es: Minimiza tus bajas, incluso a costa de profanar cadáveres.

source: Soul Hunter
es: Cazaalmas

source: Noble cannibals do not eat corpses, they eat souls.
es: Los caníbales nobles no comen cadáveres, comen almas.

source: Malice
es: Malicia

source: Dishonest combat is usually stronger.
es: El combate deshonesto suele ser más fuerte.

source: Widowmaker, Widowermaker
es: Haceviudas, haceviudos

source: The number of widows will rise after this battle.
es: El número de viudas aumentará después de esta batalla.

source: The Essence of Magic
es: Esencia de magia

source: <span color='purple'>5% to all resistances to magic (requires Quintessence)</span>
es: <span color='purple'>+5% a todas las resistencias mágicas (requiere Quíntuple Esencia)</span>

source: Fire, earth, air and water. And then there is magic.
es: Fuego, tierra, aire y agua. Y luego está la magia.

source: Anger
es: Cólera

source: If we were not born to rage, why would we have the ability to rage then?
es: Si no hubiéramos nacido para enfurecernos, ¿por qué tendríamos la capacidad de hacerlo?

source: Misanthropia
es: Misantropía

source: I have seen pillagers torturing children for fun. The worst of monsters are humans. They must be smitten.
es: He visto saqueadores torturando niños por diversión. Los peores monstruos son los humanos. Deben ser castigados.

source: Inferno
es: Infierno

source: Infernal flames will devour those who are struck with the ruby-clad weapon.
es: Llamas infernales devorarán a quienes sean golpeados con el arma cubierta de rubíes.

source: Forestburner
es: Quemabosques

source: Sarah always preferred money over pristine nature.
es: Sarah siempre prefirió el dinero sobre la naturaleza virgen.

source: Dominion
es: Dominio

source: Obey.
es: Obedecer

source: The End of All that Is
es: El fin de todo lo que es

source: From the victim's point of view, there was no death at all.
es: Desde el punto de vista de la víctima, no hubo muerte en absoluto.

source: Gloombringer
es: Melancolía

source: One side wins, the other side loses. Both sides' widows weep.
es: Un lado gana, el otro pierde. Las viudas de ambos lados lloran.

source: Soul Eclipse
es: Eclipse espiritual

source: Hide your soul and gifts of undeath await you.
es: Oculta tu alma y los dones de la no muerte te esperan.

source: Fight when you choose to fight, hide when you are hunted.
es: Lucha cuando elijas luchar, escóndete cuando seas cazado.

source: Scaryface
es: Caracortada

source: Behold my countenance and tremble!
es: ¡Mira mi rostro y tiembla!

source: Thundering Revenge
es: Venganza atronadora

source: I call this new weapon of mine.. bazooka!
es: ¡Llamo a esta nueva arma mía... bazooka!

source: He set foot into the Land of Always Winter and named it after his wife.
es: Puso un pie en la Tierra del Invierno Eterno y la nombró como su esposa.

source: Marrowrend
es: Tuétano

source: Let your anger penetrate into the depths of your bones.
es: Deja que tu ira penetre hasta lo profundo de tus huesos.

source: The Lesser Lich
es: Liche menor

source: Let this skeleton be my lieutenant. They will not notice any difference.
es: Que este esqueleto sea mi lugarteniente. No notarán la diferencia.

source: Soul Render
es: Derritealmas

source: Sticks and stones will break his bones, but this will destroy even his soul.
es: Palos y piedras romperán sus huesos, pero esto destruirá incluso su alma.

source: Dugi's Wrath
es: Ira de Dugi

source: The probability that somebody will get this is quite low, maybe some of my assumptions were wrong.
es: La probabilidad de que alguien obtenga esto es bastante baja, tal vez algunas de mis suposiciones estaban equivocadas.

source: Ring of Wisdom
es: Anillo de sabiduría

source: This magical artefact is one of a kind. Use it well.
es: Este artefacto mágico es único en su tipo. Úsalo bien.

source: Blue orb of dragonflame
es: Orbe azul de flamadragón

source: 'Have you ever seen something like this?' 'No, I will never see anything like this.'
es: ¿Alguna vez has visto algo así? No, nunca veré algo así.

source: Lethalia's Staff
es: Bastón de Lethalia

source: <span color='purple'>1 more movement point (requires Lethalia's Armour)</span>
es: <span color='purple'>+1 punto de movimiento (requiere la Armadura de Lethalia)</span>

source: Tinebrithiel's will never be forgotten.
es: Tinebrithiel nunca será olvidada.

source: Lethalia's Armour
es: Armadura de Lethalia

source: <span color='purple'>5% to all base resistances (requires Lethalia's Staff)</span>
es: <span color='purple'>+5% a todas las resistencias base (requiere el Bastón de Lethalia)</span>

source: Tinebrithiel's survives forever.
es: Tinebrithiel sobrevive para siempre.

source: Sword of Krux
es: Espada de Krux

source: Krux has never been a great warrior, deceptive diplomacy was his favourite weapon.
es: Krux nunca fue un gran guerrero, la diplomacia engañosa era su arma favorita.

source: Twinkling Sword
es: Espada centelleante

source: Run towards your enemy and attack sooner than he expects.
es: Corre hacia tu enemigo y ataca antes de que lo espere.

source: Balls of Steel
es: Bolas de acero

source: You will need courage in this cruel world.
es: Necesitarás coraje en este mundo cruel.

source: Blooddrunk Beast
es: Bestia sangrienta

source: Drink blood, it will keep you going in this hostile environment.
es: Bebe sangre, te mantendrá en pie en este entorno hostil.

source: Bean Shooter
es: Pistola de habas

source: Put there raw beans instead of a bullet, it will hit so many enemies.
es: Pon habas crudas en lugar de una bala, golpeará a tantos enemigos.

source: Orb of Demonic Wrath
es: Orbe de ira demoníaca

source: Live for the spite, serve the rage, love the hate, drink the anger, embrace the loathing, pet the resentment, enjoy the scorning, cuddle the abhorrence, kiss all the foul.
es: Vive por el rencor, sirve a la ira, ama el odio, bebe la cólera, abraza el asco, acaricia el resentimiento, disfruta el desprecio, abraza la abominación, besa todo lo vil.

source: Lilith's Other Old Precious
es: El otro viejo precioso de Lilith

source: Doombringer
es: Condenador

source: Hitting the enemy hard is not crucial. You have to make sure that you will not get killed when he hits you.
es: Golpear fuerte al enemigo no es crucial. Tienes que asegurarte de no morir cuando él te golpee.

source: Tome of Liches
es: Tomo de Liches

source: Teachings of the dark arts of necromancy
es: Enseñanzas de las artes oscuras de la nigromancia

source: Are you fed up of mortality?
es: ¿Estás harto de la mortalidad?

source: Lilith's Old Precious
es: Viejo precioso de Lilith

source: Deathblade Inheritance
es: Herencia de espada de la muerte

source: Deathblade
es: Espada de la muerte

source: It might not hit hard, but it will bring you reinforcements.
es: Puede que no golpee fuerte, pero te traerá refuerzos.

source: The Fighting Bull
es: Toro de lidia

source: Takes a blink of an eye to anger, takes a day to calm down.
es: Toma un parpadeo enfadarse, toma un día calmarse.

source: Dying Dreams
es: Sueños moribundos

source: Have you ever dreamed of defeating me? Feel your weakness and see me recovering from everything.
es: ¿Alguna vez soñaste con derrotarme? Siente tu debilidad y mírame recuperándome de todo.

source: (name) the (nicknames_property) (nickname_noun)
es: (name) el (nicknames_property) (nickname_noun)

source: (name) from (place_property) (origin)
es: (name) de (place_property) (origin)

source: (name) from (places_property) (origins)
es: (name) de los (places_property) (origins)

source: (name) from where (happening_in_origin)
es: (name) de donde (happening_in_origin)

source: (name) the (doer_inverse) (of_something_inverse)
es: (name) el (doer_inverse) (of_something_inverse)

source: (name) who (does_something) (does_in_some_way)
es: (name) el que (does_something) (does_in_some_way)

source: the (units_property)
es: el (units_property)

source: female^ the (units_property)
es: la (units_property)

source: the (short_nickname)
es: el (short_nickname)

source: female^ the (short_nickname)
es: la (short_nickname)

source: who (short_activity)
es: quien (short_activity)

source: female^ who (short_activity)
es: quien (short_activity)

source: Depraved
es: depravado

source: female^Depraved
es: Depravada

source: Vicious
es: vicioso

source: female^Vicious
es: Viciosa

source: Lightless
es: Sin luz

source: female^Lightless
es: Sin luz

source: Enlightened
es: ilustrado

source: female^Enlightened
es: Ilustrada

source: Silent
es: Silencioso

source: female^Silent
es: Silenciosa

source: Unrelenting
es: implacable

source: female^Unrelenting
es: Implacable

source: Grandiose
es: grandioso

source: female^Grandiose
es: Grandiosa

source: Ethereal
es: etéreo

source: female^Ethereal
es: Etérea

source: female^Noble
es: Noble

source: Lunatic
es: lunático

source: female^Lunatic
es: Lunática

source: Lawless
es: sin ley

source: female^Lawless
es: Sin ley

source: Humongous
es: inmenso

source: female^Humongous
es: Inmensa

source: Vile
es: vil

source: female^Vile
es: Vil

source: Truculent
es: truculento

source: female^Truculent
es: Truculenta

source: Shining
es: brillante

source: female^Shining
es: Brillante

source: Shadowy
es: Sombrío

source: female^Shadowy
es: Sombría

source: Stenchful
es: hediondo

source: female^Stenchful
es: Hedionda

source: Eerie
es: inquietante

source: female^Eerie
es: Inquietante

source: Flatulent
es: flatulento

source: female^Flatulent
es: Flatulenta

source: Exalted
es: exaltado

source: female^Exalted
es: Exaltada

source: Blind
es: ciego

source: female^Blind
es: Ciega

source: Mighty
es: poderoso

source: female^Mighty
es: Poderosa

source: Twisted
es: retorcido

source: female^Twisted
es: Retorcida

source: Devious
es: tortuoso

source: female^Devious
es: Tortuosa

source: Unyielding
es: inflexible

source: female^Unyielding
es: Inflexible

source: Brute
es: bruto

source: female^Brute
es: Bruta

source: Warrior
es: Guerrero

source: female^Warrior
es: Guerrera

source: Spellbinder
es: orador

source: female^Spellbinder
es: Oradora

source: Sorcerer
es: hechicero

source: female^Sorcerer
es: Hechicera

source: nickname^Destroyer
es: destructor

source: nickname_female^Destroyer
es: destructora

source: Killer
es: Homicida

source: female^Killer
es: Homicida

source: Executioner
es: ejecutor

source: female^Executioner
es: Ejecutora

source: Annihilator
es: aniquilador

source: female^Annihilator
es: Aniquiladora

source: Soul
es: Alma

source: female^Soul
es: Alma

source: Murderer
es: matador

source: female^Murderer
es: Matadora

source: Butcher
es: carnicero

source: female^Butcher
es: Carnicera

source: female^Benefactor
es: Benefactora

source: female^Horror
es: Horror

source: Force
es: fuerza

source: female^Force
es: Fuerza

source: Tormentor
es: atormentador

source: female^Tormentor
es: Atormentadora

source: nickname^Creep
es: reptador

source: female_nickname^Creep
es: reptadora

source: Renegade
es: renegado

source: female^Renegade
es: Renegada

source: place_property^Bloody
es: sangriento

source: place_property^Nether
es: inferior

source: place_property^Grim
es: siniestro

source: place_property^Sunlit
es: soleado

source: place_property^Unseen
es: oculto

source: place_property^Gory
es: cruento

source: place_property^Accursed
es: maldito

source: place_property^Lawless
es: sin ley

source: place_property^Regal
es: regio

source: place_property^Twilit
es: crepúsculo

source: place_property^Hidden
es: escondido

source: place_property^Unforgiving
es: implacable

source: place_property^Bewitched
es: embrujado

source: place_property^Astral
es: astral

source: nickname_place^Castle
es: castillo

source: nickname_place^Ruin
es: ruina

source: nickname_place^Swamp
es: pantano

source: nickname_place^Mountain
es: montaña

source: nickname_place^Grave
es: tumba

source: nickname_place^Hideout
es: escondite

source: nickname_place^Trench
es: trinchera

source: nickname_place^Syndicate
es: sindicato

source: nickname_place^Shadow
es: sombra

source: nickname_place^Order
es: orden

source: nickname_place^Necropolis
es: necrópolis

source: nickname_place^Darkness
es: oscuridad

source: nickname_place^Mead Hall
es: taberna

source: nickname_place^Stronghold
es: fortaleza

source: nickname_place^Watch
es: atalaya

source: nickname_place^Cave
es: cueva

source: nickname_place^Prison
es: prisión

source: nickname_place^City
es: ciudad

source: nickname_place^Academy
es: academia

source: Luminous
es: luminosos

source: Hellish
es: Infernales

source: Foul
es: sucios

source: Anarchic
es: anárquicos

source: Fortified
es: fortificados

source: Otherworldly
es: De otro mundo

source: Enchanted
es: encantados

source: Savage
es: salvajes

source: Concealed
es: encubiertos

source: Unruly
es: indomables

source: Perverted
es: perversos

source: Righteous
es: justos

source: Rebellious
es: rebeldes

source: Translucent
es: translúcidos

source: Menacing
es: amenazadores

source: Ominous
es: ominosos

source: Bloodied
es: sangrientos

source: Ancient
es: Antiguos

source: Clandestine
es: clandestinos

source: Mysterious
es: misteriosos

source: Fortresses
es: fortalezas

source: Meadows
es: prados

source: Marshes
es: marismas

source: Mires
es: lodazales

source: Woods
es: bosques

source: Sewers
es: alcantarillas

source: Legions
es: legiones

source: Crypts
es: criptas

source: Temples
es: Templos

source: Webs
es: telarañas

source: Cells
es: celdas

source: Pits
es: fosas

source: Lakes
es: Lagos

source: Tunnels
es: Túneles

source: (good_men) Die
es: (good_men) muere

source: (crime) Is (punished)
es: (crime) es (punished)

source: (nobody) Is Seen
es: (nobody) es visto

source: (good_men) Scream
es: (good_men) grita

source: (knowledge) Flows
es: (knowledge) fluye

source: (crime) Is (everywhere)
es: (crime) es (everywhere)

source: (virtue) Is (punished)
es: (virtue) es (punished)

source: (body_parts) Are Teared
es: (body_parts) despedazadas

source: (secrets) Are Unveiled
es: (secrets) revelados

source: (knowledge) Lies (forgotten)
es: (knowledge) acaba (forgotten)

source: (good_men) Assemble
es: (good_men) convoca

source: (nobody) Ever Comes
es: (nobody) nunca viene

source: (corpses) are (everywhere)
es: (corpses) son (everywhere)

source: (weakness) is (punished)
es: (weakness) es (punished)

source: profession^Destroyer
es: Destructor

source: profession_female^Destroyer
es: Destructor

source: Vanquisher
es: Vencedor

source: female^Vanquisher
es: Vencedora

source: Punisher
es: castigador

source: female^Punisher
es: Castigadora

source: Slayer
es: Asesino

source: female^Slayer
es: Asesina

source: Liquidator
es: Liquidador

source: female^Liquidator
es: Liquidadora

source: Hater
es: Resentido

source: female^Hater
es: Resentida

source: of (crime)
es: del (crime)

source: of (good_men)
es: de (good_men)

source: of the Careless
es: de los Despreocupados

source: of the Corporeal
es: de lo Corpóreo

source: of Evil Souls
es: de Almas Malignas

source: of (kings)
es: de (kings)

source: of the Unwise
es: de los Insensatos

source: of Legions
es: de Legiones

source: of the Puny
es: de los Pobres

source: of the Weak
es: de los Débiles

source: of the Undeserving
es: de los Indignos

source: of Nightwalkers
es: de los Andasombras

source: Kills
es: Mata

source: Destroys
es: Destruye

source: Wrecks
es: Arruina

source: Devastates
es: Devasta

source: Slays
es: Asesina

source: Rends
es: Desgarra

source: Spreads Destruction
es: Propaga Destrucción

source: Without (virtue_absence)
es: sin (virtue_absence)

source: With (power)
es: con (power)

source: Unstoppably
es: Imparable

source: Without Parley
es: Sin Parlamento

source: Without a Second Thought
es: sin Pensarlo dos Veces

source: Enthusiastically
es: Entusiastamente

source: With (joy)
es: Con (joy)

source: Bold
es: Valiente

source: female^Bold
es: Valiente

source: Wise
es: Sabio

source: female^Wise
es: Sabia

source: Strong
es: Fuerte

source: female^Strong
es: Fuerte

source: Powerful
es: Poderoso

source: female^Powerful
es: Poderosa

source: Hidden
es: Oculto

source: female^Hidden
es: Oculta

source: Venomous
es: Venenoso

source: female^Venomous
es: Venenosa

source: Incorporeal
es: Incorpóreo

source: female^Incorporeal
es: Incorpórea

source: Shady
es: Turbio

source: female^Shady
es: Turbia

source: Unlawful
es: ilegal

source: female^Unlawful
es: Ilegal

source: female^Incorruptible
es: Incorruptible

source: Bellicose
es: belicoso

source: female^Bellicose
es: Belicosa

source: Belligerent
es: beligerante

source: female^Belligerent
es: Beligerante

source: Unshaved
es: sin afeitar

source: female^Unshaved
es: Sin maquillar

source: female^Superior
es: Superiora

source: Apocalyptic
es: apocalíptico

source: female^Apocalyptic
es: Apocalíptica

source: Disastrous
es: desastroso

source: female^Disastrous
es: Desastrosa

source: Violent
es: violento

source: female^Violent
es: Violenta

source: Hammer
es: machacón

source: female^Hammer
es: Machacona

source: Doom
es: maldito

source: female^Doom
es: Maldita

source: Dread
es: terrible

source: female^Dread
es: Terrible

source: Walking Book
es: Libro andante

source: female^Walking Book
es: Libro andante

source: female^Void
es: Vacía

source: Scourge
es: azote

source: female^Scourge
es: Azote

source: Shadow
es: Sombra

source: female^Shadow
es: Sombra

source: Murder
es: muerte

source: female^Murder
es: Asesinato

source: Justiciar
es: magistrado

source: female^Justiciar
es: Magistrada

source: Saviour
es: salvador

source: female^Saviour
es: Salvadora

source: War
es: guerra

source: female^War
es: Guerra

source: Midnight Walker
es: Andanoches

source: female^Midnight Walker
es: Andanoches

source: Takes no Prisoners
es: no toma prisioneros

source: Scorches Foes like Trees
es: quema enemigos como hierbas

source: Doesn't Know what (mercy) Is
es: no sabe qué es (mercy)

source: Accepts no Bribes
es: no acepta sobornos

source: Cannot be Seen
es: no puede ser visto

source: Is not From this World
es: no es de este mundo

source: Was Enlightened
es: fue iluminado

source: Walks the Aether
es: camina en el éter

source: Steals Souls
es: roba almas

source: Loves Murder
es: ama matar

source: Kissed the Cold Mirror
es: besó el espejo frío

source: the Righteous
es: el justo

source: Good Men
es: Buen hombre

source: Heroes
es: héroe

source: the Virtuous
es: el virtuoso

source: of^Murder
es: asesinato

source: of^Theft
es: robo

source: of^Evil
es: mal

source: Banned
es: proscrito

source: Prosecuted
es: Enjuiciado

source: Punished
es: castigado

source: No Man
es: no hombre

source: Nobody
es: nadie

source: Not a Person
es: ninguno

source: Wisdom
es: sabiduría

source: Knowledge
es: conocimiento

source: Information
es: Información

source: Omnipresent
es: omnipresente

source: Widespread
es: extenso

source: Everywhere
es: Todas partes

source: without^Compassion
es: compasión

source: without^Mercy
es: piedad

source: without^Virtue
es: virtud

source: Compassion
es: compasión

source: Mercy
es: piedad

source: Virtue
es: virtud

source: Limbs
es: miembros

source: Heads
es: cabezas

source: Guts
es: vísceras

source: nickname_part^Mysteries
es: misterios

source: nickname_part^Untold Things
es: cosas no dichas

source: nickname_part^Secrets
es: secretos

source: adjective_nickname^Lost
es: perdido

source: adjective_nickname^Forgotten
es: olvidado

source: adjective_nickname^Abandoned
es: abandonado

source: Corpses
es: fiambres

source: Cadavers
es: cadáveres

source: Bodies
es: cuerpos

source: Weakness
es: debilidad

source: Fragility
es: Fragilidad

source: Frailty
es: flaqueza

source: Kings
es: reyes

source: Rulers
es: gobernantes

source: Emperors
es: Emperadores

source: with^Power
es: poder

source: with^Might
es: poderío

source: with^Force
es: fuerza

source: Glee
es: alegría

source: Laughter
es: risa

source: Joy
es: gozo

source: Empathy
es: empatía

source: 20% of finishing gold carried over to the next scenario.
es: 20% del oro restante al finalizar añadido al siguiente escenario.

source: 80% of finishing gold carried over to the next scenario.
es: 80% del oro restante al finalizar añadido al siguiente escenario.

source: 60% of finishing gold carried over to the next scenario.
es: 60% del oro restante al finalizar añadido al siguiente escenario.

source: I have found some gold.
es: He encontrado algo de oro.

source: Hell
es: Infierno

source: Flaming skies
es: Cielos ardientes

source: Buy an obsidian for 5 gold (currently having $obsidians of them)
es: Comprar un obsidiana por 5 de oro (tienes $obsidians)

source: Buy a topaz for 9 gold (currently having $topazes of them)
es: Comprar un topacio por 9 de oro (tienes $topazes)

source: Buy an opal for 16 gold (currently having $opals of them)
es: Comprar un ópalo por 16 de oro (tienes $opals)

source: Buy a pearl for 30 gold (currently having $pearls of them)
es: Comprar una perla por 30 de oro (tienes $pearls)

source: Buy a diamond for 55 gold (currently having $diamonds of them)
es: Comprar un diamante por 55 de oro (tienes $diamonds)

source: Buy a ruby for 100 gold (currently having $rubies of them)
es: Comprar un rubí por 100 de oro (tienes $rubies)

source: Buy an emerald for 200 gold (currently having $emeralds of them)
es: Comprar una esmeralda por 200 de oro (tienes $emeralds)

source: Buy an amethyst for 500 gold (currently having $amethysts of them)
es: Comprar una amatista por 500 de oro (tienes $amethysts)

source: Buy a sapphire for 1000 gold (currently having $sapphires of them)
es: Comprar un zafiro por 1000 de oro (tienes $sapphires)

source: Buy a black pearl for 2000 gold (currently having $black_pearls of them)
es: Comprar una perla negra por 2000 de oro (tienes $black_pearls)

source: gold)
es: de oro)

source: Look at it. Do you really want it? $item_info.description
es: Míralo. ¿Realmente lo quieres? $item_info.description

source: Yes.
es: Sí.

source: You do not have enough gold. Listen, if I sold it to you for less gold, I would not have enough gold to bribe the enemies to leave me alone.
es: No tienes suficiente oro. Escucha, si te lo vendiera por menos oro, no tendría suficiente para sobornar a los enemigos y que me dejen en paz.

source: unstable
es: inestable

source: female^unstable
es: inestable

source: This unit is highly unstable. If you have to hit it, be careful what you use.
es: Esta unidad es muy inestable. Si tienes que atacarla, ten cuidado con lo que uses.

source: perfectionist
es: perfeccionista

source: female^perfectionist
es: perfeccionista

source: An obsessive attention to detail allows this unit to inflict 50% more damage, while requiring much more XP to advance
es: Una atención obsesiva al detalle permite a esta unidad infligir 50% más de daño, pero requiere mucha más experiencia para avanzar

source: unstoppable
es: imparable

source: female^unstoppable
es: imparable

source: This unit is very unwilling to die when trying to help their friends
es: Esta unidad no quiere morir cuando intenta ayudar a sus amigos

source: thanatologist
es: tanatólogo

source: female^thanatologist
es: tanatóloga

source: This unit has good understanding of death, and has made experiments that improved own resistances of pierce, blade and cold
es: Esta unidad tiene buen entendimiento de la muerte y ha hecho experimentos que mejoraron sus resistencias a penetración, corte y frío

source: impulsive
es: impulsivo
