Repository: Sebas38760/loti-era
Catalog: translations/*/LC_MESSAGES/wesnoth-loti-era.po
Languages: es

source: This unit absorbs the vital energy of its victims when its foul breath touches them, healing a half of the damage inflicted and makes them fall in lethargy, halving their damage and doubling their movement costs.
es: Esta unidad absorbe la energía vital de sus víctimas cuando su aliento fétido las toca, curándose la mitad del daño infligido y haciendo que caigan en letargo, reduciendo a la mitad su daño y duplicando sus costes de movimiento.

source: Telling everything a half-god can do would be too lengthy. But a matter to consider is that they have developed compassion out of a desire to save their wretched enemies from sins, pain, suffering and misery, they are able to redeem tormented souls. Even if this 'redeem attack' can be used only once every three turns. Gameplay notes: It is imperative to use the redeem attack from time to time. After redeeming a certain amount of enemies, redeem becomes more effective (possibly also a good offensive weapon) and the unit gains a new advancement line of choice. Some of them add new spells, others add new abilities. Spells gained have huge ranges, incomparable to other spells, and converge into Particle storm, an attack hitting many enemies and dealing severe arcane damage. Physical abilities converge into Spiritual Transformation, that is an attack that makes the unit attack a single target with huge damage and taking only 33% of the damage. Without these advancements, the unit will never get particularly strong, and low level enemies may become rare to find.
es: Contar todo lo que puede hacer un semidiós sería demasiado largo. Pero algo a considerar es que han desarrollado compasión por el deseo de salvar a sus miserables enemigos del pecado, el dolor, el sufrimiento y la miseria, y son capaces de redimir almas atormentadas. Aunque este «ataque de redención» solo se puede usar una vez cada tres turnos. Notas de juego: Es imprescindible usar el ataque de redención de vez en cuando. Después de redimir a cierta cantidad de enemigos, redención se vuelve más efectiva (posiblemente también un buen arma ofensiva) y la unidad gana una nueva línea de avances a elegir. Algunos añaden nuevos hechizos, otros añaden nuevas habilidades. Los hechizos obtenidos tienen rangos enormes, incomparables con otros hechizos, y convergen en Tormenta de partículas, un ataque que golpea a muchos enemigos e inflige grave daño arcano. Las habilidades físicas convergen en Transformación espiritual, un ataque que hace que la unidad ataque a un solo objetivo con enorme daño y recibiendo solo el 33% del daño. Sin estos avances, la unidad nunca será particularmente fuerte y los enemigos de bajo nivel pueden volverse raros.

source: When this unit is attacked in melee range, the attacker takes 10 points of impact damage from his tentacles, because he strayed too close.
es: Cuando esta unidad es atacada a distancia cuerpo a cuerpo, el atacante recibe 10 puntos de daño de impacto de sus tentáculos por acercarse demasiado.

source: When this unit is attacked in melee range, the attacker takes 15 impact damage from her tentacles, because he strayed too close.
es: Cuando esta unidad es atacada a distancia cuerpo a cuerpo, el atacante recibe 15 puntos de daño de impacto de sus tentáculos por acercarse demasiado.

source: When this unit is attacked in melee range, the attacker takes a huge amount of impact damage from her tentacles, because he strayed too close.
es: Cuando esta unidad es atacada a distancia cuerpo a cuerpo, el atacante recibe una enorme cantidad de daño de impacto de sus tentáculos por acercarse demasiado.

source: Demons are creatures of magic, and arcane attacks have only a little effect on them.
es: Los demonios son criaturas de magia, y los ataques arcanos tienen muy poco efecto sobre ellos.

source: Infatuated
es: Prendado

source: female^Infatuated
es: Prendada

source: +3 max HP
es: +3 máx PV

source: -$starving[$i].variables.starving max HP
es: -$starving[$i].variables.starving máx PV

source: -20% HP
es: -20% PV

source: +1 max HP
es: -1 máx PV

source: -1 attacks
es: -1 ataques

source: -5% defence
es: -5% defensa

source: -5% all resistances
es: -5% todas resistencias

source: What happened to me...?
es: ¿Qué me pasó...?

source: I have put an end to your unlife.
es: He puesto fin a tu no-vida.

source: Thank you.
es: Gracias.

source: +2 resist / +8 HP / +4 MAX_HP / +1 damage
es: +2 resistencias / +8 PV / +4 PV máx / +1 daño

source: LesserRedeem: 5 hps and +1 all damage
es: RedimirMenor: 5 pv y +1 a todo daño

source: LesserRedeem Level Up 1
es: Subida de nivel RedimirMenor 1

source: LesserRedeem: 3 hps and +3 resist all
es: RedimirMenor: 3 pv y +3 resistencias todas

source: LesserRedeem Level Up 2
es: Subida de nivel RedimirMenor 2

source: LesserRedeem: 2 hps, +2 resist all, +1 move
es: RedimirMenor: 2 pv, +2 resistencias todas, +1 movimiento

source: LesserRedeem Level Up 3
es: Subida de nivel RedimirMenor 3

source: LesserRedeem: +1 dmg, +2 resist all, penetrate blade, arcane and pierce
es: RedimirMenor: +1 daño, +2 resistencias todas, penetra corte, arcano y perforación

source: LesserRedeem Level Up 4
es: Subida de nivel RedimirMenor 4

source: LesserRedeem: 3 hps, penetrate fire, impact and cold
es: RedimirMenor: 3 pv, penetra fuego, impacto y frío

source: LesserRedeem Level Up 5
es: Subida de nivel RedimirMenor 5

source: LesserRedeem: 2 hps, +1 resist all, +2 penetrate all
es: RedimirMenor: 2 pv, +1 resistencias todas, +2 penetra todo

source: LesserRedeem Level Up 6
es: Subida de nivel RedimirMenor 6

source: aware of legacy possessed
es: consciente del legado poseído

source: The unit will be able to pick one of powerful upgrades
es: La unidad podrá elegir una de las mejoras poderosas

source: more proficient at melee combat (Book of Magical Swordplay)
es: más hábil en combate cuerpo a cuerpo (Libro de Esgrima Mágica)

source: better at self-protection from attacks (5% more defence on all terrains; Book of Magical Swordplay)
es: mejor en autoprotección contra ataques (5% más de defensa en todos los terrenos; Libro de esgrima mágica)

source: fighting faster (Book of Magical Swordplay)
es: lucha más rápido (Libro de esgrima mágica)

source: able to cast an incinerating fireball (Book of Fireballs)
es: capaz de lanzar una bola de fuego incineradora (Libro de bolas de fuego)

source: more proficient with fireballs (Book of Fireballs)
es: más hábil con bolas de fuego (Libro de Bolas de Fuego)

source: able to hit more enemies with fireballs (Book of Fireballs)
es: capaz de golpear a más enemigos con bolas de fuego (Libro de bolas de fuego)

source: able to cast fireballs that incinerate (Book of Fireballs)
es: capaz de lanzar bolas de fuego que incineran (Libro de bolas de fuego)

source: able to poison weapons (Book of Herbal Tinctures and Malignancies)
es: capaz de envenenar armas (Libro de tinturas herbales y malignidades)

source: capable of self-healing (Book of Herbal Tinctures and Malignancies)
es: capaz de autosanación (Libro de tinturas herbales y malignidades)

source: able to poison weapons of all adjacent allies (Book of Herbal Tinctures and Malignancies)
es: capaz de envenenar las armas de todos los aliados adyacentes (Libro de tinturas herbales y malignidades)

source: improving the damage of all nearby allies by 15% (Tome of Bards)
es: mejora el daño de todos los aliados cercanos un 15% (Tomo de bardos)

source: bardsong
es: canción

source: improving the damage of all nearby allies by 30% (Tome of Bards)
es: mejora el daño de todos los aliados cercanos un 30% (Tomo de bardos)

source: improving the damage of all nearby allies by 40% (Tome of Bards)
es: mejora el daño de todos los aliados cercanos un 40% (Tomo de bardos)

source: able to cast necromantic spells (Tome of Liches)
es: capaz de lanzar hechizos nigrománticos (Tomo de liches)

source: more proficient with necromantic spells (Tome of Liches)
es: más hábil con hechizos nigrománticos (Tomo de Liches)

source: a lich after death (Tome of Liches)
es: se convierte en liche tras la muerte (Tomo de liches)

source: better at melee combat (1 more damage, 2% better defences; The Fencer's Study)
es: mejor en combate cuerpo a cuerpo (1 más de daño, 2% mejores defensas; El estudio del esgrimista)

source: able to transform into the form of a wolf when attacking (20% more damage and 20% more attacks; Guide to Lycanthropy)
es: capaz de transformarse en lobo al atacar (20% más de daño y 20% más ataques; Guía de licantropía)

source: werewolf
es: hombre lobo

source: able to transform into the form of a direwolf when attacking (5% more damage, 40% more attacks and poison; Guide to Lycanthropy)
es: capaz de transformarse en lobo terrible al atacar (5% más de daño, 40% más ataques y veneno; Guía de licantropía)

source: direwolf
es: huargo

source: able to transform into the form of a hellhound when attacking (berserk; Guide to Lycanthropy)
es: capaz de transformarse en sabueso infernal al atacar (berserker; Guía de licantropía)

source: hellhound
es: sabueso infernal

source: able to breathe fire when in hellhound form (10-5 damage; Guide to Lycanthropy)
es: capaz de escupir fuego en forma de sabueso infernal (10-5 daño; Guía de licantropía)

source: improving the resistances of all nearby allies by 20% (Tome of Bards, Volume II)
es: mejora las resistencias de todos los aliados cercanos un 20% (Tomo de bardos, volumen II)

source: Song of Rock
es: canción de rock

source: improving the resistances of all nearby allies by 25% and decreasing enemy damage by 20% (Tome of Bards, Volume II)
es: mejora las resistencias de todos los aliados cercanos un 25% y reduce el daño enemigo un 20% (Tomo de bardos, volumen II)

source: Song of Metal
es: canción de metal

source: improving the damage of nearby party members by 15% (Tome of Bards, Volume II)
es: mejora el daño de los miembros del grupo cercanos un 15% (Tomo de bardos, volumen II)

source: Song of Punk
es: canción de punk

source: hitting more enemies with spells (Koschei's Journal)
es: golpea a más enemigos con hechizos (Diario de Koschei)

source: hitting even more enemies with spells, one less attack (Koschei's Journal)
es: golpea a aún más enemigos con hechizos, un ataque menos (Diario de Koschei)

source: attack twice in a row (Wrathful Combat Techniques)
es: ataca dos veces seguidas (Técnicas de combate iracundo)

source: fury (2)
es: furia (2)

source: attack thrice in a row (Wrathful Combat Techniques)
es: ataca tres veces seguidas (Técnicas de combate iracundo)

source: fury (3)
es: furia (3)

source: attack five times in a row (Wrathful Combat Techniques)
es: ataca cinco veces seguidas (Técnicas de combate iracundo)

source: fury (5)
es: furia (5)

source: able to use the Wrath ability to increase damage in subsequent attacks (Wrathful Combat Techniques)
es: capaz de usar la habilidad Ira para aumentar el daño en ataques posteriores (Técnicas de combate iracundo)

source: possessing the leadership of a level 3 unit (How to be an Overlord)
es: posee el liderazgo de una unidad de nivel 3 (Cómo ser un señor supremo)

source: possessing the leadership of a level 4 unit (How to be an Overlord)
es: posee el liderazgo de una unidad de nivel 4 (Cómo ser un señor supremo)

source: leading allies to charge into battle (How to be an Overlord)
es: lleva a los aliados a cargar en batalla (Cómo ser un señor supremo)

source: possessing the leadership of a level 5 unit (How to be an Overlord)
es: posee el liderazgo de una unidad de nivel 5 (Cómo ser un señor supremo)

source: able to cast fireball (Serendipity)
es: capaz de lanzar bola de fuego (Serendipia)

source: darkening nearby hexes (Serendipity)
es: oscurece las casillas cercanas (Serendipia)

source: hiding in twilight (Serendipity)
es: se oculta en el crepúsculo (Serendipia)

source: regenerating (Serendipity)
es: se regenera (Serendipia)

source: dealing double damage to dwarves (Serendipity)
es: inflige el doble de daño a enanos (Serendipia)

source: piercing enemies with melee (Serendipity)
es: perfora a los enemigos en cuerpo a cuerpo (Serendipia)

source: able to cast a spell that lowers enemy terrain defences (Heart of Darkness)
es: capaz de lanzar un hechizo que reduce las defensas de terreno enemigas (Corazón de tinieblas)

source: ill luck
es: mala suerte

source: able to cast a spell that lowers enemy resistances (Heart of Darkness)
es: capaz de lanzar un hechizo que reduce las resistencias enemigas (Corazón de tinieblas)

source: misfortune
es: infortunio

source: able to cast a spell that lowers enemy damage (Heart of Darkness)
es: capaz de lanzar un hechizo que reduce el daño enemigo (Corazón de tinieblas)

source: hex
es: maleficio

source: able to cast a spell that converts enemies to Revenants if killed (Heart of Darkness)
es: capaz de lanzar un hechizo que convierte a los enemigos muertos en aparecidos (Corazón de tinieblas)

source: reanimation
es: reanimación

source: able to cast a spell that lowers enemy terrain defences, resistance and damage (Heart of Darkness)
es: capaz de lanzar un hechizo que reduce defensas de terreno, resistencias y daño enemigo (Corazón de tinieblas)

source: having a 1% chance to make the opponent's soul explode on hit, killing him and damaging his nearby allies (Raijer's Bloody Field)
es: tiene un 1% de probabilidad de hacer explotar el alma del oponente al golpearlo, matándolo y dañando a sus aliados cercanos (Campo sangriento de Raijer)

source: having a chance to drain the enemy's soul on hit, killing him instantly and healing from it (Raijer's Bloody Field)
es: tiene probabilidad de drenar el alma enemiga al golpearlo, matándolo al instante y curándose con ello (Campo sangriento de Raijer)

source: having a chance to drain the enemy's soul on hit, killing him instantly and healing nearby allies (Raijer's Bloody Field)
es: tiene probabilidad de drenar el alma enemiga al golpearlo, matándolo al instante y sanando a los aliados cercanos (Campo sangriento de Raijer)

source: having a 1% chance to drain the enemy's soul, converting him into a ghost fighting on your side (Raijer's Bloody Field)
es: tiene un 1% de probabilidad de drenar el alma enemiga y convertirlo en un fantasma que lucha de tu lado (Campo sangriento de Raijer)

source: having a 1% chance to drain the enemy's soul gaining wrath stacks (Raijer's Bloody Field)
es: tiene un 1% de probabilidad de drenar el alma enemiga y ganar acumulaciones de ira (Campo sangriento de Raijer)

source: dealing more damage after being hit (The Doctrine of Vindictiveness)
es: inflige más daño después de recibir un golpe (La doctrina de la venganza)

source: dealing more damage after an adjacent ally is hit (The Doctrine of Vindictiveness)
es: inflige más daño después de que un aliado adyacente reciba un golpe (La doctrina de la venganza)

source: after being hit, dealing more damage to that type (The Doctrine of Vindictiveness)
es: después de recibir un golpe, inflige más daño a ese tipo de unidad (La doctrina de la venganza)

source: 15%/5%/5%/-5% to fire/blade/impact/cold resistance, 1 more melee damage (Fire Dragon Legacy)
es: 15%/5%/5%/-5% a resistencias de fuego/filo/impacto/frío, 1 más de daño cuerpo a cuerpo (Legado del dragón de fuego)

source: 10% better fire resistance, able to breathe fire 14-4, some fire penetration (Fire Dragon Legacy)
es: 10% más resistencia al fuego, capaz de escupir fuego 14-4, algo de penetración de fuego (Legado del dragón de fuego)

source: breathing fire better, more fire penetration, 5%/2%/2% better resistance to fire/blade/impact (Fire Dragon Legacy)
es: escupe fuego mejor, más penetración de fuego, 5%/2%/2% más resistencia a fuego/filo/impacto (Legado del dragón de fuego)

source: breathing fire faster, more fire penetration (Fire Dragon Legacy)
es: escupe fuego más rápido, más penetración de fuego (Legado del dragón de fuego)

source: breathing fire with large blast radius, more fire penetration (Fire Dragon Legacy)
es: escupe fuego con gran radio de explosión, más penetración de fuego (Legado del dragón de fuego)

source: explosive fire breath
es: aliento ígneo explosivo

source: 15%/5%/5%/-5% to cold/blade/pierce/fire resistance, 1 more melee damage (Ice Dragon Legacy)
es: 15%/5%/5%/-5% a resistencias de frío/filo/perforación/fuego, 1 más de daño cuerpo a cuerpo (Legado del dragón de hielo)

source: 10% better cold resistance, able to breathe cold 11-4, some cold penetration (Ice Dragon Legacy)
es: 10% más resistencia al frío, capaz de escupir frío 11-4, algo de penetración de frío (Legado del dragón de hielo)

source: breathing cold better, 5%/2%/2% better resistance to cold/blade/pierce, more cold penetration (Ice Dragon Legacy)
es: escupe frío mejor, 5%/2%/2% más resistencia a frío/filo/perforación, más penetración de frío (Legado del dragón de hielo)

source: breathing cold faster, more cold penetration (Ice Dragon Legacy)
es: escupe frío más rápido, más penetración de frío (Legado del dragón de hielo)

source: hitting more enemies with breath and more cold penetration (Ice Dragon Legacy)
es: golpea a más enemigos con el aliento y más penetración de frío (Legado del dragón de hielo)

source: explosive ice breath
es: aliento helado explosivo

source: 2 more melee damage, 2% to fire, cold and arcane resistance (Dark Dragon Legacy)
es: 2 más de daño cuerpo a cuerpo, 2% a resistencias de fuego, frío y arcano (Legado del dragón oscuro)

source: able to breathe darkness 9-4 (Dark Dragon Legacy)
es: capaz de escupir oscuridad 9-4 (Legado del dragón oscuro)

source: 5% better resistance to fire, arcane and cold, 5% arcane penetration (Dark Dragon Legacy)
es: 5% más resistencia a fuego, arcano y frío, 5% de penetración arcana (Legado del dragón oscuro)

source: 8% more arcane penetration (Dark Dragon Legacy)
es: 8% más de penetración arcana (Legado del dragón oscuro)

source: highly precise when breathing darkness (Dark Dragon Legacy)
es: muy preciso al escupir oscuridad (Legado del dragón oscuro)

source: more skeleton-like - resistances: cold +15%, pierce +15%, blade +10%, impact -5%, fire -5%, arcane -10% (Undead Legacy)
es: más esquelético – resistencias: frío +15%, penetración +15%, corte +10%, impacto -5%, fuego -5%, arcano -10% (Legado no-muerto)

source: more spirit-like - resistances: cold +15%, physical +10%, fire -5%, arcane -5%; hitpoints -8 (Undead Legacy)
es: más espiritual – resistencias: frío +15%, físicas +10%, fuego -5%, arcano -5%; puntos de vida -8 (Legado no-muerto)

source: able to leech enemies in melee range; -10% arcane resistance (Undead Legacy)
es: capaz de drenar enemigos en alcance cuerpo a cuerpo; -10% resistencia arcana (Legado no-muerto)

source: immune to poison, drain and plague (Undead Legacy)
es: inmune a veneno, drenaje y plaga (Legado no-muerto)

source: a lich after death (Undead Legacy)
es: se convierte en liche tras la muerte (Legado no-muerto)

source: 10% increased damage for adjacent units (Legacy of Kings)
es: 10% más de daño para unidades adyacentes (Legado de los reyes)

source: Legacy of Kings
es: Legado de reyes

source: 15% increased damage for adjacent units (Legacy of Kings)
es: 15% más de daño para unidades adyacentes (Legado de los reyes)

source: 15% increased damage for adjacent units, 10% better resistances (Legacy of Kings)
es: 15% más de daño para unidades adyacentes, 10% mejores resistencias (Legado de los reyes)

source: This unit can lead your units that are next to it, making them fight better. Adjacent own units will do 15% more damage and will have 10% better resistances.
es: Esta unidad puede liderar a tus unidades adyacentes, haciendo que luchen mejor. Las unidades propias adyacentes infligirán un 15% más de daño y tendrán un 10% mejores resistencias.

source: 20% increased damage for adjacent units, 15% better resistances (Legacy of Kings)
es: 20% más de daño para unidades adyacentes, 15% mejores resistencias (Legado de los reyes)

source: This unit can lead your own units that are next to it, making them fight better. Adjacent own units will do 20% more damage and will have 15% better resistances.
es: Esta unidad puede liderar a tus unidades adyacentes, haciendo que luchen mejor. Las unidades propias adyacentes infligirán un 20% más de daño y tendrán un 15% mejores resistencias.

source: 25% increased damage for adjacent units, 20% better resistances (Legacy of Kings)
es: 25% más de daño para unidades adyacentes, 20% mejores resistencias (Legado de los reyes)

source: This unit can lead your own units that are next to it, making them fight better. Adjacent own units will do 25% more damage and will have 20% better resistances.
es: Esta unidad puede liderar a tus unidades adyacentes, haciendo que luchen mejor. Las unidades propias adyacentes infligirán un 25% más de daño y tendrán un 20% mejores resistencias.

source: 5% physical resistances, 1 more melee damage (Legacy of Titans)
es: 5% resistencias físicas, 1 más de daño cuerpo a cuerpo (Legado de los titanes)

source: 3% physical resistances, 2 more melee damage, regeneration (Legacy of Titans)
es: 3% resistencias físicas, 2 más de daño cuerpo a cuerpo, regeneración (Legado de los titanes)

source: 3% physical resistances, 1 more melee damage (Legacy of Titans)
es: 3% resistencias físicas, 1 más de daño cuerpo a cuerpo (Legado de los titanes)

source: -10% to damage of all adjacent enemies (Legacy of Sorrow)
es: -10% al daño de todos los enemigos adyacentes (Legado de la pena)

source: -15% to damage of all adjacent enemies (Legacy of Sorrow)
es: -15% al daño de todos los enemigos adyacentes (Legado de la pena)

source: -20% to damage of all adjacent enemies (Legacy of Sorrow)
es: -20% al daño de todos los enemigos adyacentes (Legado de la pena)

source: -25% to damage of all adjacent enemies (Legacy of Sorrow)
es: -25% al daño de todos los enemigos adyacentes (Legado de la pena)

source: -10% to non-physical resistances of all adjacent enemies (Legacy of Sorrow)
es: -10% a resistencias no físicas de todos los enemigos adyacentes (Legado de la pena)

source: -20% to non-physical resistances of all adjacent enemies (Legacy of Sorrow)
es: -20% a resistencias no físicas de todos los enemigos adyacentes (Legado de la pena)

source: illuminating (Legacy of Light)
es: ilumina (Legado de la luz)

source: lawful (Legacy of Light)
es: legal (Legado de la luz)

source: able to illuminate also the day (Legacy of Light)
es: capaz de iluminar también el día (Legado de la luz)

source: illuminating incredibly (Legacy of Light)
es: ilumina increíblemente (Legado de la luz)

source: turning undead back to life (Legacy of Light)
es: devuelve la vida a los no-muertos (Legado de la luz)

source: healing nearby allies (Legacy of Light)
es: sana a los aliados cercanos (Legado de la luz)

source: healing nearby allies more efficiently (Legacy of Light)
es: sana a los aliados cercanos con mayor eficiencia (Legado de la luz)

source: healing nearby allies even more efficiently (Legacy of Light)
es: sana a los aliados cercanos con aún mayor eficiencia (Legado de la luz)

source: 5% more resistant to fire and arcane (Legacy of Phoenix)
es: 5% más resistente al fuego y arcano (Legado del fénix)

source: 4% more resistant to fire and arcane (Legacy of Phoenix)
es: 4% más resistente al fuego y arcano (Legado del fénix)

source: burning nearby enemies for an amount of damage that increases over time (Legacy of Phoenix)
es: quema a los enemigos cercanos con daño que aumenta con el tiempo (Legado del fénix)

source: 3% more resistant to fire and arcane, 1% more resistant to cold (Legacy of Phoenix)
es: 3% más resistente al fuego y arcano, 1% más resistente al frío (Legado del fénix)

source: able to resist death to some extent (Legacy of Phoenix)
es: capaz de resistir la muerte hasta cierto punto (Legado del fénix)
