Repository: Sebas38760/loti-era
Catalog: translations/*/LC_MESSAGES/wesnoth-loti-era.po
Languages: es

source: <span color='purple'>New ability: Frail Tide (15) (requires Eidolon's Sword)</span>
es: <span color='purple'>Nueva habilidad: Marea Frágil (15) (requiere la Espada del Eidolon)</span>

source: He was ingenious enough to become something new, not a pack of bones but a spirit. An opaque one.
es: Fue lo bastante ingenioso para convertirse en algo nuevo, no un montón de huesos sino un espíritu. Uno opaco.

source: Eidolon's Armour
es: Armadura de Eidolón

source: <span color='purple'>New ability: Wrath (requires Eidolon's Sword)</span>
es: <span color='purple'>Nueva habilidad: Ira (requiere la Espada del Eidolon)</span>

source: Clothes, masks and cosmetics helped him conceal his etherealness, his defeat of an undead army made him a nobleman.
es: Ropa, máscaras y cosméticos lo ayudaron a ocultar su eterealidad, su derrota de un ejército no muerto lo hizo noble.

source: Eidolon's Mask
es: Máscara de Eidolón

source: <span color='purple'>New ability: Mockery (requires Eidolon's Sword)</span>
es: <span color='purple'>Nueva habilidad: Burla (requiere la Espada del Eidolon)</span>

source: His experience showed him that if dead are all around, people need a champion. Otherwise they fall without resistance.
es: Su experiencia le mostró que si los muertos están por todos lados, la gente necesita un campeón. De lo contrario caen sin resistencia.

source: Eidolon's Gauntlets
es: Guantes de Eidolón

source: <span color='purple'>1 to damage (requires Eidolon's Boots)</span>
es: <span color='purple'>+1 al daño (requiere las Botas del Eidolon)</span>

source: <span color='purple'>New ability: Steals (requires Eidolon's Sword)</span>
es: <span color='purple'>Nueva habilidad: Roba (requiere la Espada del Eidolon)</span>

source: He hired white mages to imbue a glorious warrior with their power. The warrior thought this power came from a god.
es: Contrató magos blancos para imbuir a un guerrero glorioso con su poder. El guerrero pensó que ese poder venía de un dios.

source: Eidolon's Boots
es: Botas de Eidolón

source: <span color='purple'>New ability: Wardrums (requires Eidolon's Sword)</span>
es: <span color='purple'>Nueva habilidad: Tambores de Guerra (requiere la Espada del Eidolon)</span>

source: His champion in shining armour faced evils for centuries, often together with his children. The land became prosperous.
es: Su campeón con armadura brillante enfrentó males durante siglos, a menudo junto a sus hijos. La tierra prosperó.

source: Eidolon's Coat
es: Abrigo de Eidolón

source: <span color='purple'>New ability: Absorbs (1) (requires Eidolon's Sword)</span>
es: <span color='purple'>Nueva habilidad: Absorbe (1) (requiere la Espada del Eidolon)</span>

source: He, a being of darkness, studied the art of white mages for generations. He learned the powers of light.
es: Él, un ser de oscuridad, estudió el arte de los magos blancos durante generaciones. Aprendió los poderes de la luz.

source: Eidolon's Sword
es: Espada del Eidolon

source: He could fuel his champion alone, as his powers of light and darkness amplified each other. He became an Eidolon.
es: Pudo alimentar a su campeón solo, ya que sus poderes de luz y oscuridad se amplificaban mutuamente. Se convirtió en un Eidolon.

source: Static Float
es: Flotación Estática

source: This one will be destroyed only at the end of times.
es: Este solo será destruido al final de los tiempos.

source: Potion of Authority
es: Poción de autoridad

source: <span color='orange'>New ability: leadership (level 6)</span>
es: <span color='orange'>Nueva habilidad: liderazgo (nivel 6)</span>

source: One gulp to rule them all!
es: ¡Un trago para gobernarlos a todos!

source: Absence of Purpose and Meaning
es: Ausencia de propósito y significado

source: Do not look for the meaning of this. There is none.
es: No busques el significado de esto. No lo hay.

source: Townsend Dark Discharge
es: Descarga oscura de Townsend

source: The right tool for a self-sustaining wizard.
es: La herramienta adecuada para un mago autosuficiente.

source: Man with a Vision
es: Hombre con una visión

source: His vision has the potential to bring sorrow and eternal tears to some
es: Su visión tiene el potencial de traer tristeza y lágrimas eternas a algunos

source: Beelzebub's Hammer
es: Martillo de Beelzebub

source: Where is Bruce gone?
es: ¿Dónde se fue Bruce?

source: The Alliance
es: La alianza

source: We are The Alliance! We are one!
es: ¡Somos La Alianza! ¡Somos uno!

source: The Doctrine of Vindictiveness
es: Doctrina de venganza

source: A distinctively vindictive view on combat
es: Una visión distintivamente vengativa del combate

source: If they attack you, make sure they will not dare or will not exist to attack again.
es: Si te atacan, asegúrate de que no se atrevan o no existan para atacar de nuevo.

source: Righteous Cause
es: Causa justa

source: Once he starts attacking, you cannot stop him. You can only run.
es: Una vez que empieza a atacar, no puedes detenerlo. Solo puedes correr.

source: Unrighteous Cause
es: Causa injusta

source: Avoid hitting too hard, it will defeat the enemy too fast and take away the fun.
es: Evita golpear demasiado fuerte, derrotará al enemigo demasiado rápido y quitará la diversión.

source: Vinegar Bath
es: Baño de vinagre

source: Bathe bones in vinegar, they will soften and will bend rather than break.
es: Baña huesos en vinagre, se ablandarán y se doblarán en lugar de romperse.

source: Diadem of the Dark Headmaster
es: Diadema del gran maestro oscuro

source: He presides. He protects. He teaches. He attacks.
es: Él preside. Protege. Enseña. Ataca.

source: The Psychotic's Dagger
es: Daga del psicótico

source: I will kill you! Kill! Kill! Hahahahahahaha, aaahahahahahahaaa! Hahahaaa!
es: ¡Te mataré! ¡Matar! ¡Matar! ¡Jajajajajajaja, aaajajajajajajaaa! ¡Jajajaaa!

source: The Overdrawer
es: Sobregirador

source: overdraw
es: sobregiro

source: great overdraw
es: gran sobregiro

source: Draw the arrow, draw it more, more, more, and now you can shoot through enemies!
es: Tensa la flecha, tensa más, más, más, ¡y ahora puedes atravesar enemigos!

source: Orcish Ingenuity
es: Ingenuidad orca

source: firebolt
es: fogonazo

source: How the hell could an orc invent this?!
es: ¡¿Cómo demonios pudo un orco inventar esto?!

source: Archer's Leather Armour
es: Armadura de cuero del arquero

source: Better do not let enemies anywhere near you when wearing this.
es: Mejor no dejes que los enemigos se acerquen cuando uses esto.

source: Runner's Leather Armour
es: Armadura de cuero de corredor

source: Running is always better without heavy armour.
es: Correr siempre es mejor sin armadura pesada.

source: The Shrapnel Knife
es: Cuchillo de metralla

source: shrapnel
es: metralla

source: I can hit all four of you with a single knife, hehe.
es: Puedo golpear a los cuatro con un solo cuchillo, jeje.

source: Souldrainer
es: Sorbealmas

source: drain
es: drenar

source: To kill or to preserve oneself? One has to consider the situation.
es: ¿Matar o preservarse uno mismo? Hay que considerar la situación.

source: Tears of Void
es: Lágrimas del vacío

source: aim
es: apuntar

source: Who made up this name? What was he thinking?
es: ¿Quién inventó este nombre? ¿En qué estaba pensando?

source: The Underdrawer
es: El abrumador

source: underdraw
es: abrumación

source: great underdraw
es: gran abrumación

source: Shoot as much as you can, enemies will think they are facing a large army!
es: ¡Dispara todo lo que puedas, los enemigos pensarán que enfrentan un gran ejército!

source: The Searing Ice
es: Hielo abrasador

source: flaming sword
es: espada llameante

source: freezing sword
es: espada congelante

source: Be careful not to get some cold burns.
es: Cuidado de no quemarte con el frío.

source: Violent Mage's Staff
es: Bastón de mago violento

source: violent beatdown
es: paliza violenta

source: <span color='purple'>New ability: firecast (requires the two other Violent Mage's items)</span>
es: <span color='purple'>Nueva habilidad: lanzar fuego (requiere los otros dos objetos del Mago Violento)</span>

source: He was not a bad mage, but he enjoyed hitting enemies with hard objects a bit too much.
es: No era un mal mago, pero disfrutaba demasiado golpear enemigos con objetos duros.

source: Violent Mage's Cloak
es: Capa de mago violento

source: <span color='purple'>20% increased damage with violent beatdown (requires Violent Mage's Armour)</span>
es: <span color='purple'>+20% al daño con paliza violenta (requiere la Armadura del Mago Violento)</span>

source: After many brawls, he decided to use his magic to improve his brawling abilities.
es: Después de muchas peleas, decidió usar su magia para mejorar sus habilidades de pelea callejera.

source: Violent Mage's Armour
es: Armadura de mago violento

source: <span color='purple'>20% increased damage with violent beatdown (requires Violent Mage's Cloak)</span>
es: <span color='purple'>+20% al daño con paliza violenta (requiere la Capa del Mago Violento)</span>

source: As a heavyweight chessboxing champion, he adjusted his techniques to fit both of his talents.
es: Como campeón de ajedrez-boxeo de peso pesado, ajustó sus técnicas para ambos talentos.

source: The Practical Boots
es: Botas prácticas

source: Your footwear dictates your mobility and protects you from environment. Avoid any sacrifices for style or comfort.
es: Tu calzado dicta tu movilidad y te protege del entorno. Evita sacrificios por estilo o comodidad.

source: The Southern Boots
es: Botas del sur

source: Boots are impractical in hot weather? We shall see about that!
es: ¿Botas imprácticas en clima cálido? ¡Ya veremos eso!

source: Eternity's End
es: Fin de la eternidad

source: Even lich lords cannot live forever.
es: Incluso los señores liche no pueden vivir eternamente.

source: Mask of the Demiurge
es: Máscara del demiurgo

source: Souls and magic are crafted into a world that obeys strict laws.
es: Almas y magia son moldeadas en un mundo que obedece leyes estrictas.

source: Shadows of Deception
es: Sombras de decepción

source: So much energy spent on nothing. A good spend.
es: Tanta energía gastada en nada. Un buen gasto.

source: Showshaunshog's Staff
es: Bastón de Showshaunshog

source: Anaximandros said that all comes from water. Showshaunshog proved him wrong by collecting condensed water from smoke.
es: Anaximandro dijo que todo viene del agua. Showshaunshog lo desmintió recolectando agua condensada del humo.

source: Survival of the Cowardliest
es: Supervivencia del cobarde

source: Revered men once went to war. Revered men now lay in red mud.
es: Hombres reverenciados una vez fueron a la guerra. Hombres reverenciados ahora yacen en lodo rojo.

source: The Outsider Sword
es: Espada forastera

source: <span color='purple'>2 to base melee damage (requires Transformed Flesh)</span>
es: <span color='purple'>+2 al daño base cuerpo a cuerpo (requiere Carne Transformada)</span>

source: <span color='purple'>2 to base melee damage (requires Bones of Steel)</span>
es: <span color='purple'>+2 al daño base cuerpo a cuerpo (requiere Huesos de Acero)</span>

source: <span color='purple'>2 to base melee damage (requires Hydraulic Core)</span>
es: <span color='purple'>+2 al daño base cuerpo a cuerpo (requiere Núcleo Hidráulico)</span>

source: <span color='purple'>1 to base melee attacks (requires Mind Assisting Element)</span>
es: <span color='purple'>+1 a los ataques base cuerpo a cuerpo (requiere Elemento Asistente Mental)</span>

source: Mages say it does not come from any world.
es: Los magos dicen que no viene de ningún mundo.

source: Transformed Flesh
es: Carne transformada

source: <span color='purple'>5% better defence on all terrains (requires Hydraulic Core)</span>
es: <span color='purple'>+5% mejor defensa en todos los terrenos (requiere Núcleo Hidráulico)</span>

source: <span color='purple'>5% better defence on all terrains (requires Mind Assisting Element)</span>
es: <span color='purple'>+5% mejor defensa en todos los terrenos (requiere Elemento Asistente Mental)</span>

source: Some barbarian civilisations could achieve great inventions without magic.
es: Algunas civilizaciones bárbaras lograron grandes invenciones sin magia.

source: Bones of Steel
es: Huesos de acero

source: <span color='purple'>2 to base damage (requires Hydraulic Core)</span>
es: <span color='purple'>+2 al daño base (requiere Núcleo Hidráulico)</span>

source: A magical device with no detected magical activity.
es: Un dispositivo mágico sin actividad mágica detectada.

source: Hydraulic Core
es: Núcleo hidráulico

source: Purpose... unknown. Origin... unknown. Material... unknown. Mode of operation... unknown.
es: Propósito... desconocido. Origen... desconocido. Material... desconocido. Modo de operación... desconocido.

source: Mind Assisting Element
es: Elemento de asistencia mental

source: This soulless clockwork wonder seems to somehow have a mind of its own.
es: Esta maravilla mecánica sin alma parece tener de alguna forma una mente propia.

source: Ascent
es: Ascenso

source: Wizards do not need manual skills.
es: Los magos no necesitan habilidades manuales.

source: The Pit Dweller
es: Habitante del hoyo

source: Darkness is where he stays.
es: La oscuridad es donde él permanece.

source: Grim Trigger
es: Gatillo sombrío

source: If someone throws stones at you, make an example out of him and no one will ever dare again.
es: Si alguien te tira piedras, haz un ejemplo con él y nadie se atreverá de nuevo.

source: Path of Perpetual Torment
es: Camino del perpetuo tormento

source: Cursed to fight the unholy without respite.
es: Maldito a luchar contra lo impío sin descanso.

source: Fit for Speed
es: Botas de velocidad

source: The best runners are too thin to fight.
es: Los mejores corredores son demasiado delgados para luchar.

source: Lost Memoirs of the Inglorious
es: Memorias Perdidas del Inglorioso

source: <span color='purple'>15% to arcane resistance (requires Legion Slayer)</span>
es: <span color='purple'>+15% a la resistencia arcana (requiere Matador de Legiones)</span>

source: Nobody knew his identity, yet everyone knew his face.
es: Nadie sabía su identidad, pero todos conocían su rostro.

source: The Deterrent
es: El Disuasivo

source: If you want to fight my friends, you will have to fight me first.
es: Si quieres pelear con mis amigos, primero tendrás que pelear conmigo.

source: Unstoppable Commander
es: Comandante Imparable

source: To battle! Let my just cause be your shield.
es: ¡A la batalla! Que mi justa causa sea su escudo.

source: Killjoy
es: Aguafiestas

source: Every life you take makes you stronger.
es: Cada vida que quitas te hace más fuerte.

source: Determination
es: Determinación

source: If the enemy does not fall after taking 10 hits, he will fall after taking 20 hits.
es: Si el enemigo no cae después de recibir 10 golpes, caerá después de recibir 20.

source: Overkill
es: Exceso de fuerza

source: If you keep striking so strong, you will not kill anyone.
es: Si sigues golpeando tan fuerte, no matarás a nadie.

source: Obsidian
es: Obsidiana

source: Although this gem looks interesting in appearance, its magical power is limited. However, in combination with other gems, it can find some use.
es: Aunque esta gema parece interesante en apariencia, su poder mágico es limitado. Sin embargo, en combinación con otras gemas, se le puede encontrar buen uso.

source: Topaz
es: Topacio

source: Although this gem looks interesting in appearance, its magical power is not really remarkable, but its importance for magical gem combination is not to be neglected.
es: Aunque esta gema parece interesante, su poder mágico no es realmente notable, pero su importancia para combinar gemas mágicas no debe ignorarse.

source: Opal
es: Ópalo

source: This is the least rare of precious gems, but it can be still used to craft useful items.
es: Esta es la menos rara de las gemas preciosas, pero aún puede usarse para crear objetos útiles.

source: Pearl
es: Perla

source: This is one of the few kinds of precious gems that are grown, and not created by volcanic or tectonic processes. It has a wide use in decorating things or granting them magical properties.
es: Esta es una de las pocas gemas preciosas que se cultivan y no se crean por procesos volcánicos o tectónicos. Se usa mucho para decorar o dar propiedades mágicas.

source: Diamond
es: Diamante

source: This colourless precious stone is known to be the hardest mineral, but it is too fragile to be used in weapons or armour as a hard material. However, it very useful due to its magical properties.
es: Esta piedra preciosa incolora es conocida por ser el mineral más duro, pero es demasiado frágil para usarse en armas o armaduras como material duro. Sin embargo, es muy útil por sus propiedades mágicas.

source: Ruby
es: Rubí

source: This is a diamond containing other minerals, that make its colour bright red. Its magical power is strong, and it can be used to create powerful magical things.
es: Este es un diamante que contiene otros minerales que le dan un color rojo intenso. Su poder mágico es fuerte y puede usarse para crear objetos mágicos poderosos.

source: Emerald
es: Esmeralda

source: Diamonds tainted with copper salts are coloured green and possess huge magical power. However, it is uneasy to extract it.
es: Los diamantes teñidos con sales de cobre son verdes y poseen un enorme poder mágico. Sin embargo, es difícil extraerlo.

source: Amethyst
es: Amatista

source: These purple precious stones always attracted people for their massive magical power. However, its use as decoration by those without any knowledge of magic is widespread.
es: Estas piedras preciosas púrpura siempre atrajeron a la gente por su enorme poder mágico. Sin embargo, su uso como decoración por quienes no conocen la magia es muy común.

source: Sapphire
es: Zafiro

source: This incredibly rare colour variation is highly sought after for its incredible magical power.
es: Esta variación de color increíblemente rara es muy buscada por su increíble poder mágico.

source: Black Pearl
es: Perla negra

source: Black pearls are legendarily rare and powerful items, investigated because of its powers reaching beyond the borders of standard magic.
es: Las perlas negras son objetos legendariamente raros y poderosos, investigados porque sus poderes van más allá de los límites de la magia estándar.

source: Defensive Stance
es: Posición defensiva

source: A good defence is the best offence.
es: Una buena defensa es el mejor ataque.

source: Nightwalker
es: Caminante Nocturno

source: Black and transparent
es: Negro y transparente

source: Strength
es: Fortaleza

source: Why does nobody want to play handwrestling with me?
es: ¿Por qué nadie quiere jugar al pulso conmigo?

source: Unimpalability
es: Inempalabilidad

source: The executioner tried to impale him on a stick. It was his last mistake.
es: El verdugo intentó empalarlo en un palo. Fue su último error.

source: Lightning Agility
es: Agilidad relámpago

source: That speed... Nothing can hit him.
es: Esa velocidad... Nada puede darle.

source: Sorcery
es: Brujería

source: 'You shall never question my power!' 'Only because of that cheap decorated armour of yours?'
es: ¡Nunca cuestionarás mi poder! ¿Solo por esa armadura barata decorada tuya?

source: Mastodon
es: Mastodonte

source: You will need a lot of hits to strike down a mastodon.
es: Necesitarás muchos golpes para derribar a un mastodonte.

source: Blood Revenge
es: Venganza sangrienta

source: If you go spilling blood, make sure it is not your blood that would end up spilled.
es: Si vas a derramar sangre, asegúrate de que no sea tu sangre la que termine derramada.

source: Perfection
es: Perfección

source: I am from a perfect breed. Orcs are so low-born, they must be exterminated.
es: Soy de una raza perfecta. Los orcos son tan inferiores que deben ser exterminados.

source: Prayer
es: Plegaria

source: 'I feel sick, can you help me?' 'No, but I shall pray for you.'
es: Me siento mal, ¿puedes ayudarme? No, pero rezaré por ti.

source: Spell Devourer
es: Devorahechizos

source: When the mighty wizard saw soldiers wearing armour protecting from his magic, he summoned undead to fight them.
es: Cuando el poderoso mago vio soldados con armadura que los protegía de su magia, invocó no muertos para luchar contra ellos.

source: Scourge of All Living
es: Azote de lo vivo

source: Stories talk about a disease that comes out of nowhere and no one can survive.
es: Las historias hablan de una enfermedad que aparece de la nada y nadie sobrevive.

source: Intoxicator
es: Intoxicador

source: Orcish legends talk about a poison so potent that it debilitates its victims instantly.
es: Las leyendas orcas hablan de un veneno tan potente que debilita a sus víctimas al instante.

source: Deflector of Light
es: Deflector de luz

source: Drive all light away and enjoy the darkness.
es: Aleja toda la luz y disfruta la oscuridad.

source: Fear Eater
es: Devorador de Miedo

source: Your fear weakens you... and feeds me.
es: Tu miedo te debilita... y me alimenta.

source: Killhunger
es: Hambre de Matar

source: Killing makes you stronger, why should you stop doing it?
es: Matar te hace más fuerte, ¿por qué deberías parar?

source: The Godless
es: El impío

source: Do not justify your actions with the name of a man made deity.
es: No justifiques tus acciones con el nombre de una deidad creada por el hombre.

source: Purity
es: Pureza

source: Glory of the pure led the nocturnal creatures away.
es: La gloria de los puros alejó a las criaturas nocturnas.

source: Warheart
es: Corazón bélico

source: <span color='purple'>1 to Base Attacks (requires Warguard)</span>
es: <span color='purple'>+1 a los ataques base (requiere Guardia de Guerra)</span>

source: This will please my war loving heart.
es: Esto complacerá a mi corazón amante de la guerra.

source: Quintessence
es: Quintaesencia

source: <span color='purple'>New ability: regenerates (requires The Essence of Magic)</span>
es: <span color='purple'>Nueva habilidad: regenera (requiere La Esencia de la Magia)</span>

source: 'All is made of four elements.' 'Master, four is not a pretty number. Why not five?' 'Very well, I was testing you. There is a fifth element.'
es: Todo está hecho de cuatro elementos. Maestro, cuatro no es un número bonito. ¿Por qué no cinco? Muy bien, te estaba probando. Hay un quinto elemento.

source: The Shiverbringer
es: El estremecedor

source: His presence brought shivers of fear to everyone who defied him. He was defeated by the insane.
es: Su presencia provocaba escalofríos de miedo a todos los que lo desafiaban. Fue derrotado por los locos.

source: Spiritual Presence
es: Presencia espiritual

source: Run through hills, swamps and sand as if you had no body limiting you.
es: Corre por colinas, pantanos y arena como si no tuvieras un cuerpo que te limite.

source: The Art of War
es: El arte de la guerra

source: If you know the enemy and you know yourself, you need not fear the outcome of a thousand battles.
es: Si conoces al enemigo y te conoces a ti mismo, no temerás el resultado de mil batallas.

source: Hatred
es: Odio

source: <span color='purple'>1 to Base Attacks (requires Soul Thrash)</span>
es: <span color='purple'>+1 a los ataques base (requiere Azote de Almas)</span>

source: Arm yourself with hatred, your lacking skill will not matter.
es: Ármate con odio, tu falta de habilidad no importará.

source: Chaos
es: Caos

source: What had the creator of this in mind when he was designing?
es: ¿Qué tenía en mente el creador de esto cuando lo diseñó?

source: Dugi's Ward
es: Guardia de Dugi

source: Metal is the best, especially if it's heavy enough.
es: El metal es lo mejor, especialmente si es lo bastante pesado.

source: Konrad's Might
es: Poder de Konrad
