Repository: Sebas38760/loti-era
Catalog: translations/*/LC_MESSAGES/wesnoth-loti-era.po
Languages: es

source: Having lost their ancient homeland in forests after the Fall, some elves remained seeking last remains of forests and eventually found them in the north, but others tried to adopt to other areas. Several elves adopted to live in deserts, others adopted to live in tundras. Thanks to their adaptation abilities granted by their magic nature, they became as close to snow-covered tundras as their ancestors were close to their forests. Because of the constant danger and harsh weather condition the Snow Elves live in, they are all trained for battle and skilled in usage of weapons. Thanks to their fast metabolism, they are highly resistant to frost, capable to sit half-naked in a circle and chat in freezing temperatures. They wear thick clothes when ice storms come, and others would freeze also in three layers of animal furs.
es: Tras perder su antigua patria en los bosques después de la Caída, algunos elfos se quedaron buscando los últimos restos de bosques y finalmente los encontraron en el norte, pero otros intentaron adaptarse a otras zonas. Varios elfos se adaptaron a vivir en desiertos, otros a vivir en tundras. Gracias a sus capacidades de adaptación otorgadas por su naturaleza mágica, se volvieron tan cercanos a las tundras cubiertas de nieve como sus ancestros lo fueron a sus bosques. Debido al peligro constante y las duras condiciones climáticas en las que viven los elfos de las nieves, todos están entrenados para el combate y son hábiles con las armas. Gracias a su metabolismo rápido, son muy resistentes al frío, capaces de sentarse medio desnudos en círculo y charlar a temperaturas bajo cero. Se ponen ropa gruesa cuando llegan las tormentas de hielo, y otros se congelarían incluso con tres capas de pieles de animales.

source: Snow Huntress
es: Cazadora de las nieves

source: more used to frozen lands (+5% defence on frozen terrains, +5% cold resistance)
es: más acostumbrado a las tierras heladas (+5% defensa en terrenos congelados, +5% resistencia al frío)

source: frost-hardier (defence + cold resistance on frozen terrains +5%)
es: más endurecido al hielo (defensa + resistencia al frío en terrenos congelados +5%)

source: more used to frozen lands (+20% cold resistance)
es: más acostumbrado a las tierras heladas (+20% resistencia al frío)

source: more used to frozen lands (hiding on snow)
es: más acostumbrado a las tierras heladas (ocultarse en la nieve)

source: proficient with cold magic (new attack)
es: competente con magia de frío (nuevo ataque)

source: ice bolt
es: rayo de hielo

source: able to summon a blizzard (new attack)
es: capaz de invocar una ventisca (nuevo ataque)

source: blizzard
es: ventisca

source: Soul Shooter
es: Disparaalmas

source: Entrapped by the evil of their existence, their victims' souls frequently remain on the battlefield, too scared to leave into the world of the dead. Soul Shooters can exploit them by binding them into their arrows, making them incredibly powerful.
es: Atrapadas por el mal de su existencia, las almas de sus víctimas frecuentemente permanecen en el campo de batalla, demasiado asustadas para irse al mundo de los muertos. Los Disparadores de Almas pueden explotarlas atándolas a sus flechas, haciéndolas increíblemente poderosas.

source: leeching health from enemies with bow
es: drenando vida de enemigos con arco

source: turning enemies into undead with poison from bow
es: convirtiendo enemigos en morts vivants con veneno de arco

source: able to shoot cursed arcane arrows (new attack)
es: capaz de disparar flechas arcanas malditas (nuevo ataque)

source: cursed arrow
es: flecha maldita

source: decreasing arcane resistance of opponents by 10%
es: disminuyendo la resistencia arcana de oponentes en 10%

source: able to shoot arrows cursed with the chill of death (new attack)
es: capaz de disparar flechas malditas con el frío de la muerte (nuevo ataque)

source: chill cursed arrow
es: flecha maldita de frío

source: decreasing cold resistance of opponents by 10%
es: disminuyendo la resistencia al frío de oponentes en 10%

source: able to backstab with dagger
es: capaz de apuñalar por la espalda con daga

source: better resistances
es: mejores resistencias

source: female^Elvish Sprite
es: Duende elfa

source: Some elves who chose to walk the path of faerie decided to use their supernatural dexterity in melee combat. Clad in armour of magical metal, that does not burn faerie beings, Elvish Sprites make potent melee combatants and spellcasters in the same person.
es: Algunos elfos que eligieron seguir el camino de las hadas decidieron usar su destreza sobrenatural en combate cuerpo a cuerpo. Vestidos con armadura de metal mágico que no quema a los seres feéricos, los duendes élficos son poderosos combatientes cuerpo a cuerpo y lanzadores de hechizos en una sola persona.

source: Sword Mage
es: Mago de espadas

source: Because both mages and fencers prefer not to use armours, some mages or fencers came to an idea to practise both with a sword and with spells. This is incredibly hard to learn, requiring them to study in libraries and practise sword fights with any fighter who happens to cross their way, such as silk-stocking duelists wandering around, itching after potential affronts. No matter if they are mages or fencers, they are always considered to be too different by their fellow mages or fencers, and are excluded. As a result, they dislike the society and argue with any possible comrade. Due to this, all allies adjacent to a Sword Mage do 20% less damage.
es: Como tanto los magos como los esgrimistas prefieren no usar armadura, algunos magos o esgrimistas tuvieron la idea de practicar tanto la espada como los hechizos. Esto es increíblemente difícil de aprender, requiere estudiar en bibliotecas y practicar combates de espada con cualquier guerrero que se cruce en su camino, como duelistas de clase alta que vagan por ahí buscando posibles ofensas. Sin importar si son magos o esgrimistas, siempre son considerados demasiado diferentes por sus compañeros magos o esgrimistas y son excluidos. Como resultado, odian la sociedad y discuten con cualquier posible camarada. Por eso, todos los aliados adyacentes a un Mago Espadachín hacen un 20% menos de daño.

source: female^Sword Mage
es: Maga de espadas

source: Swordmaster
es: Maestro de espadas

source: Some royal guards show a great expertise with swords, not only good defensive abilities, so they act as the main offensive force of defensive forces. Shattering the lines of enemy defence in times of war and protecting castles in times of peace, swordmasters are the greatest elite of human soldiers. Note: The ability upgrades may require some books to learn them from.
es: Algunos guardias reales muestran una gran maestría con la espada, no solo buenas habilidades defensivas, por lo que actúan como la principal fuerza ofensiva de las tropas defensivas. Rompen las líneas de defensa enemiga en tiempos de guerra y protegen los castillos en tiempos de paz; los maestros espadachines son la élite más grande de los soldados humanos. Nota: Algunas mejoras de habilidades pueden requerir libros para aprenderlas.

source: two-bladed sword
es: espada de doble filo

source: decreasing arcane resistance of opponents by 5% more
es: reduciendo un 5% más la resistencia arcana de los oponentes

source: able to make enemies feel their guilt (-15% to non-physical resistances)
es: capaz de hacer que los enemigos sientan culpa (-15% a las resistencias no físicas)

source: deal 20% more damage, make all adjacent units deal 20% more damage
es: inflige un 20% más de daño, hace que todas las unidades adyacentes infligan un 20% más de daño

source: Troll Boulderlobber
es: Troll lanzarrocas

source: Some trolls show an uncommon ability in throwing boulders. These Boulderlobbers throw enormous rocks, that common trolls could not even lift and that are often bigger than a man.
es: Algunos trolls muestran una habilidad poco común para lanzar rocas. Estos lanzapiedros arrojan rocas enormes que los trolls normales ni siquiera podrían levantar y que a menudo son más grandes que un hombre.

source: fist
es: puño

source: sling
es: honda

source: throwing boulders that stun enemies
es: lanzando rocas que aturden a los enemigos

source: throwing boulder stronger through enemies
es: lanzando rocas más potentes que atraviesan enemigos

source: Warlock
es: Brujo

source: After numerous years of practice, Sword Magi and Knights of Magic went close to the pinnacle of warfare, that they became masters of both mundane and arcane combat. They can manage to unite these two skills into one, and become even more deadly. But still, because they simply cannot wear too much armour that causes difficulties to spellcasting and dodging, they are quite vulnerable to physical blows.
es: Después de muchos años de práctica, los Magos de Espada y Caballeros de Magia se acercaron al pináculo de la guerra, convirtiéndose en maestros tanto del combate mundano como del arcano. Pueden unir estas dos habilidades en una sola y volverse aún más mortales. Pero aún así, porque simplemente no pueden usar demasiada armadura que dificulta lanzar hechizos y esquivar, son bastante vulnerables a los golpes físicos.

source: female^Warlock
es: Bruja

source: able to attack with magically increased speed (new attack)
es: capaz de atacar con velocidad mágicamente aumentada (nuevo ataque)

source: speed
es: velocidad

source: able to attack with magically flaming sword (new attack)
es: capaz de atacar con espada mágicamente llameante (nuevo ataque)

source: fiery saber
es: sable ardiente

source: much more resilient (much more antisocial, though)
es: mucho más resistente (aunque mucho más antisocial)

source: not so antisocial (less damage, though)
es: no tan antisocial (menos daño, aunque)

source: not antisocial anymore (less damage, though)
es: ya no antisocial (menos daño, aunque)

source: Werewolf Rider
es: Jinete de hombre lobo

source: Sometimes it happens that an orc grows really unintelligent and naive, but blessed with extraordinary strength and predator-like instincts and ferocity. They have great difficulties with integration into the orcish community, but shamans usually perform a ritual that allows them to transform their body to the shape of an animal, which lets them use their innate abilities better. It is said that those orcs have the legacy of their beast ancestors of distant past and are considered sacred. They abandon orcish communities and hunt in the wilderness. They shift back into the humanoid form only rarely, usually only when they need to climb somewhere. Those orcs are half-men and half-beasts and are nearly impossible to tame. However, sometimes there are also battle-hardened and experienced goblin riders who are ambitious enough to search for those werewolves and even manage to tame one enough to ride with him into battle. Those goblins are called werewolf riders and whenever they appear on a battlefield, they strike fear into the hearts of their foes and are even respected by the greatest of the orcs.
es: A veces ocurre que un orco crece realmente poco inteligente e ingenuo, pero bendecido con una fuerza extraordinaria e instintos y ferocidad de depredador. Tienen grandes dificultades para integrarse en la comunidad orca, pero los chamanes suelen realizar un ritual que les permite transformar su cuerpo en la forma de un animal, lo que les permite usar mejor sus habilidades innatas. Se dice que esos orcos tienen el legado de sus ancestros bestiales del pasado lejano y son considerados sagrados. Abandonan las comunidades orcas y cazan en la naturaleza. Solo vuelven a la forma humanoide raramente, normalmente solo cuando necesitan trepar a algún sitio. Esos orcos son mitad hombres y mitad bestias y es casi imposible domesticarlos. Sin embargo, a veces hay jinetes goblin curtidos en batalla y con experiencia que son lo bastante ambiciosos como para buscar a esos hombres lobo e incluso logran domar a uno lo suficiente como para cabalgar con él al combate. Esos goblins se llaman jinetes de hombres lobo y siempre que aparecen en un campo de batalla, infunden miedo en el corazón de sus enemigos e incluso son respetados por los más grandes de los orcos.

source: able to claw in a violent fury (new attack)
es: capaz de arañar en una furia violenta (nuevo ataque)

source: gaining 1% resistance with every bite (halves every turn)
es: ganando 1% de resistencia con cada mordisco (se reduce a la mitad cada turno)

source: healing from kills even when defending
es: sanando con bajas incluso al defender

source: Zombie Rider
es: Jinete zombi

source: During undead invasions, not only humans, but also farm animals die and are resurrected into undeath. These undead animals can be ridden by skeletons, producing units that are both zombie and skeleton in nature.
es: Durante las invasiones de no muertos, no solo mueren humanos, sino también animales de granja que son resucitados a la no-vida. Estos animales no muertos pueden ser montados por esqueletos, produciendo unidades que son tanto zombis como esqueletos por naturaleza.

source: transforming enemies into Soulless with the plague
es: transformando enemigos en sin alma con la plaga

source: causing enemies to become Soulless even if killed indirectly
es: hace que los enemigos se conviertan en sin alma incluso si mueren indirectamente

source: transforming enemies into Monstrosities with the plague
es: transformando enemigos en monstruosidades con la plaga

source: causing opponents to lose 5% resistances every time they hit (halves every turn)
es: hace que los oponentes pierdan 5% de resistencias cada vez que golpean (se reduce a la mitad cada turno)

source: causing a severe frailty complex in enemies' minds (-15% physical resistances)
es: provocando un grave complejo de fragilidad en la mente de los enemigos (-15% a resistencias físicas)

source: causing an even worse frailty complex in enemies' minds (-20% physical resistances)
es: provocando un complejo de fragilidad aún peor en la mente de los enemigos (-20% a resistencias físicas)

source: able to teleport to an Ancient Lich, Arch Necromancer, Demilich or Lich King
es: capaz de teletransportarse a un liche antiguo, arconigromante, semiliche o rey liche

source: Fencer
es: Esgrimidor

source: Fencers belong to a school of thought that considers the armor most soldiers wear in combat to be their own worst enemy. While armor can only soften a blow, evading it leaves the defender completely unharmed. Being able to reliably dodge any offensive move is a luxury only afforded to the fit of body, and then only to those who endure rigorous training. Outfitted with only a dagger and saber, fencers are light on their feet and useful in many situations where their armor-bound peers are at a disadvantage. They relish dancing circles around troops like heavy infantry, mocking the weight of their full armor.
es: Los esgrimistas pertenecen a una escuela de pensamiento que considera que la armadura que llevan la mayoría de soldados en combate es su peor enemigo. Mientras la armadura solo puede suavizar un golpe, esquivarlo deja al defensor completamente ileso. Poder esquivar de forma fiable cualquier movimiento ofensivo es un lujo que solo pueden permitirse los que están en buena forma física, y solo aquellos que soportan un entrenamiento riguroso. Equipados solo con una daga y un sable, los esgrimistas son ligeros de pies y útiles en muchas situaciones donde sus compañeros cargados de armadura están en desventaja. Disfrutan dando vueltas alrededor de tropas como la infantería pesada, burlándose del peso de sus armaduras completas.

source: better with sword
es: mejor con espadas

source: better with magic
es: mejor con magia

source: much better at defending
es: mucho mejor defendiendo

source: Duelist
es: Duelista

source: It is a peculiar custom of Wesnoth's nobility that they typically enroll their sons into one of two orders of armigers, training them either in the art of horsemanship or fencing. Duelists are so named for an unfortunately common practice of young aristocrats, for whom the sting of insult, whether real or fancied, can incite a rash demonstration of their natural right. Experienced fencers carry with them a small crossbow that is easily concealed under a coat or cape. Slow to load and sometimes thought dishonorable to use, it is in fact very useful, and those of their ranks who live long enough to be veterans typically do so by making such concessions to utility and survival.
es: Es una curiosa costumbre de la nobleza de Wesnoth inscribir a sus hijos en una de las dos órdenes de armígeros, entrenándolos ya sea en el arte de la equitación o en la esgrima. Los duelistas reciben ese nombre por una práctica desgraciadamente común entre los jóvenes aristócratas, para quienes el aguijón del insulto, ya sea real o imaginado, puede incitar una demostración impulsiva de su derecho natural. Los esgrimistas experimentados llevan consigo una pequeña ballesta que se oculta fácilmente bajo un abrigo o capa. Lenta de cargar y a veces considerada deshonrosa, en realidad es muy útil, y aquellos de sus filas que viven lo suficiente para ser veteranos suelen hacerlo haciendo tales concesiones a la utilidad y la supervivencia.

source: better with crossbow
es: mejor con ballesta

source: ridiculously good at defending
es: ridículamente bueno defendiendo

source: Master at Arms
es: Maestro de armas

source: Master fencers have an envied place in life. Though the journey to their station was a dangerous way of life, they have reached the time wherein they reap its rewards. Famed for their skill and dashing manner, these gentlemen have the bearing of natural aristocrats, and are followed by the eyes of many a high born lady. They usually have the luxury of choosing their appointments, and are free to roam the land should they so elect. Often, they will be found as the captains of a castle guard, or as the master of a military academy, positions in which their flamboyant nature is not only accepted, but is perhaps even useful.
es: Los maestros esgrimistas tienen un lugar envidiado en la vida. Aunque el camino hasta su posición fue un modo de vida peligroso, han llegado al momento de cosechar sus recompensas. Famosos por su habilidad y su manera gallarda, estos caballeros tienen el porte de aristócratas natos y son seguidos por los ojos de muchas damas de alta cuna. Suelen tener el lujo de elegir sus destinos y son libres de recorrer la tierra si así lo desean. A menudo se les encuentra como capitanes de la guardia de un castillo o como maestros de una academia militar, posiciones en las que su naturaleza extravagante no solo es aceptada, sino que tal vez incluso resulte útil.

source: In the past, any person who was even considered for the title of Great Mage was quite nearly a legend in their own time, and town criers had forcibly learnt discretion in applying the title. Merit for the title is carefully considered by a council of the leading magi of the age, and the conferment of the title was given only by a majority vote. Regardless, anyone who was seriously nominated for the honor of being called a Great Mage was, without question, a master of their art, and had surpassed almost any of their peers in skill. In present, Wesnothian mages grew much more powerful, and reaching the level of Great Mage is quite common. Because their art progressed so far, the sheer fear of their spells keeps many lands in obedience. Though they are not warriors, by any means, the application of their art to combat is something that often causes other soldiers to stand aside in awe.
es: En el pasado, cualquier persona considerada para el título de Gran Mago era casi una leyenda en su propia época, y los pregoneros habían aprendido a la fuerza la discreción al aplicar el título. El mérito para el título es cuidadosamente considerado por un consejo de los principales magos de la época, y la concesión del título se daba solo por voto mayoritario. En cualquier caso, cualquiera nominado seriamente para el honor de ser llamado Gran Mago era, sin duda, un maestro de su arte y había superado en habilidad a casi todos sus pares. En la actualidad, los magos de Wesnoth se volvieron mucho más poderosos y alcanzar el nivel de Gran Mago es bastante común. Debido a que su arte avanzó tanto, el puro miedo a sus hechizos mantiene a muchas tierras en obediencia. Aunque no son guerreros de ninguna manera, la aplicación de su arte al combate es algo que a menudo hace que otros soldados se aparten asombrados.

source: Arch-Demon
es: Archidemonio

source: Arch Demons are not a special caste of demons or something, this name is just used to describe demons who grew strong beyond the usual classification.
es: Los archidemonios no son una casta especial de demonios ni nada parecido; este nombre se usa simplemente para describir a los demonios que se volvieron fuertes más allá de la clasificación habitual.

source: infernal chill
es: ola de frío

source: Horrid Abomination
es: Abominación horrenda

source: It is hard to believe that a living being could do something so terrible to another living being. Looking at it, all possible mercy towards Akula is tamed.
es: Es difícil creer que un ser vivo pudiera hacerle algo tan terrible a otro ser vivo. Al verlo, cualquier posible piedad hacia Akula desaparece.

source: claw-like appendage
es: apéndice con forma de garra

source: retribution
es: retribuye

source: Ancient Warrior
es: Ancestro guerrero

source: Ancient Warriors are fighters who, for some reasons didn't grow old and die. Their experience and strength makes them nearly undefeatable soldiers, but they rarely employ themselves in wars.
es: Los guerreros antiguos son luchadores que, por alguna razón, no envejecieron ni murieron. Su experiencia y fuerza los convierten en soldados casi invencibles, pero rara vez se alistan en guerras.

source: Black Army Bowman
es: Arquero del Ejército Negro

source: The Black Army is a company of professional well-paid full-time mercenaries, purely devoted to warfare. Their skill is hard to match, their loyality to gold is endless and their mercy is unheard of. Bowmen of this army are archers with incredibly strong arms, their draw is so forceful that special bows are given to them. Their strength also allows to aim crushing sword strikes, even if their skill with the second weapon is not that great.
es: El Ejército Negro es una compañía de mercenarios profesionales bien pagados y a tiempo completo, dedicados exclusivamente a la guerra. Su habilidad es difícil de igualar, su lealtad al oro es infinita y su misericordia es desconocida. Los arqueros de este ejército tienen brazos increíblemente fuertes; su tensión es tan poderosa que se les entregan arcos especiales. Su fuerza también les permite apuntar golpes aplastantes con espada, aunque su habilidad con la segunda arma no sea tan grande.

source: Black Army Mage
es: Mago del Ejército Negro

source: The Black Army is a company of professional well-paid full-time mercenaries, purely devoted to warfare. Their skill is hard to match, their loyality to gold is endless and their mercy is unheard of. Mages serving in this army are hand picked for their cruelty and ability to use magic specially with the purpose to destroy.
es: El Ejército Negro es una compañía de mercenarios profesionales bien pagados y a tiempo completo, dedicados exclusivamente a la guerra. Su habilidad es difícil de igualar, su lealtad al oro es infinita y su misericordia es desconocida. Los magos que sirven en este ejército son seleccionados personalmente por su crueldad y su capacidad para usar la magia especialmente con el propósito de destruir.

source: Black Army Pikeman
es: Piquero del Ejército Negro
