Repository: Sebas38760/loti-era
Catalog: translations/*/LC_MESSAGES/wesnoth-loti-era.po
Languages: es

source: Voracious Herb is one of the few plants adopted to the hostile environment in Inferno after Uria's arrival. They are dangerous even to approach, and their main source of food are creatures living around, imps and demons, but if more interesting prey is nearby, they leave them alone. They are extremely dangerous in proximity of symbiotic mushrooms.
es: La Hierba Voraz es una de las pocas plantas que se adaptaron al entorno hostil del Infierno después de la llegada de Uria. Son peligrosas incluso de acercarse, y su principal fuente de comida son las criaturas que viven alrededor, diablillos y demonios, pero si hay una presa más interesante cerca, los dejan en paz. Son extremadamente peligrosas cerca de hongos simbióticos.

source: Watched Pot Drone
es: Dron Olla Vigilada

source: immune to slow
es: inmune a ralentizar

source: female^immune to slow
es: inmune a ralentizar

source: chill
es: escalofrío

source: daystalk
es: acecho diurno

source: The unit is invisible, but when it's dark, a weak glow indicates its presence. Enemy units cannot see this unit during the day, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
es: La unidad es invisible, pero cuando está oscuro, un débil brillo indica su presencia. Las unidades enemigas no pueden ver esta unidad durante el día, excepto si tienen unidades al lado. Cualquier unidad enemiga que descubra primero esta unidad pierde inmediatamente todo su movimiento restante.

source: female^daystalk
es: acecho diurno

source: Will'o'Wisp
es: Fuego fatuo

source: Will'o'Wisp is a materialised concentration of magical energy that can exist without a constant magic source. The offensive magic cast upon it has nearly no effect, because it heals from that source of magic as fast as it is hurt by it. But a bladed weapon can shred its ethereal body into pieces easily. It can be sometimes dangerous for its lightning bolts and invisibility during the time when it is weak.
es: El Fuego Fatuo es una concentración materializada de energía mágica que puede existir sin una fuente mágica constante. La magia ofensiva lanzada sobre él casi no tiene efecto, porque se sana de esa fuente mágica tan rápido como es dañado por ella. Pero un arma con filo puede destrozar su cuerpo etéreo fácilmente. A veces puede ser peligroso por sus rayos y su invisibilidad cuando está débil.

source: race^Black Soul
es: Alma negra

source: race^Black Souls
es: Almas negras

source: Black Souls are not summoned or commanded by a necromancer. They are spirits of those who passed away and do NOT rest in peace but refuse the natural order. Filled with hatred, they try to force return into earthly existence. As long as they are locked in the world of the dead, they pose little thread to the living. But if they find a way to break out, they spread their evil among them – the consequences are most often terrible. Incredibly strong and persistent, not hesitating to unite with demons or other monstrosities, they are horrible opponents under any circumstances.
es: Las almas negras no son invocadas ni controladas por un nigromante. Son espíritus de quienes murieron y NO descansan en paz, sino que rechazan el orden natural. Llenas de odio, intentan regresar a la fuerza a la existencia terrenal. Mientras permanezcan encerradas en el mundo de los muertos, representan poca amenaza para los vivos. Pero si encuentran la forma de escapar, extienden su maldad entre ellos y las consecuencias suelen ser terribles. Increíblemente fuertes y persistentes, no dudan en aliarse con demonios u otras monstruosidades; son oponentes horrendos en cualquier circunstancia.

source: race^Burning Soul
es: Alma ardiente

source: race^Burning Souls
es: Almas ardientes

source: Burning Souls are the tormented spirits of people slain by demons or otherwise dragged into Inferno. With their free will suppressed by insanity, there is no more left than pain and sorrow. They suffer hell, Uria's demons burn them alive, both out- and inwardly, but have them regenerate instantly to survive forever. The tormentors control bodies and limbs, cause these poor souls to even hurt themselves and increase the agony (if such is possible at all) or set them against enemies of their demonic queen. Ultimately, Burning Souls seek nothing but their own death, because only death can free them from their suffering. Outside help, which would – given a vestige of sound mind and enough mental strength remained – eventually allow them to escape from this cruel, never-ending cycle almost never comes.
es: Las almas ardientes son los espíritus atormentados de personas asesinadas por demonios o arrastradas al Infierno de alguna otra forma. Con su libre albedrío suprimido por la locura, no queda más que dolor y tristeza. Sufren el infierno, los demonios de Uria los queman vivos, tanto por fuera como por dentro, pero los hacen regenerarse al instante para sobrevivir eternamente. Los torturadores controlan sus cuerpos y extremidades, hacen que estas pobres almas se hieran a sí mismas para aumentar la agonía (si es que eso es posible) o las lanzan contra los enemigos de su reina demoníaca. En última instancia, las almas ardientes solo buscan su propia muerte, porque solo la muerte puede liberarlas de su sufrimiento. La ayuda externa, que —si quedara un resto de cordura y suficiente fuerza mental— podría eventualmente permitirles escapar de este ciclo cruel e interminable, casi nunca llega.

source: Corrupted Elvish Champion
es: Campeón elfo corrupto

source: Imbued with a dark spirit, these corrupted elves combine inhuman strength with potent magics to create formidable opponents. Though the elvish body often decays quickly, these abominations are potent weapons of the undead lords.
es: Imbuidos de un espíritu oscuro, estos elfos corruptos combinan fuerza inhumana con magias potentes para crear oponentes formidables. Aunque el cuerpo élfico suele decaer rápidamente, estas abominaciones son armas poderosas de los señores no muertos.

source: Corrupted Elvish Fighter
es: Luchador elfo corrupto

source: Corrupted Elvish Scout
es: Explorador elfo corrupto

source: Corrupted Elvish Rider
es: Explorador elfo corrupto

source: Corrupted Elvish Hero
es: Héroe elfo corrupto

source: Corrupted Elvish Captain
es: Capitán elfo corrupto

source: Corrupted Elvish Nightprowler
es: Merodeador elfo corrupto

source: Corrupted Elvish Juggernaut
es: Elfo imparable corrupto

source: Corrupted Elvish Archer
es: Arquero elfo corrupto

source: female^Corrupted Elvish Archer
es: Arquera elfa corrupta

source: Corrupted Elvish Ranger
es: Montaraz elfo corrupto

source: female^Corrupted Elvish Ranger
es: Montaraz elfa corrupta

source: Corrupted Snow Hunter
es: Cazador de las nieves corrupto

source: Corrupted Snow Huntress
es: Cazadora de las nieves corrupta

source: Corrupted Naga Fighter
es: Luchador naga corrupto

source: Imbued with a dark spirit, these corrupted armed snakes combine inhuman strength with potent magics to create formidable opponents. Though the snake body often decays quickly, these abominations are potent weapons of the undead lords.
es: Imbuidas de un espíritu oscuro, estas serpientes armadas corruptas combinan fuerza inhumana con magias potentes para crear oponentes formidables. Aunque el cuerpo de serpiente suele decaer rápidamente, estas abominaciones son armas poderosas de los señores no muertos.

source: Corrupted Nagini Fighter
es: Luchadora naga corrupta

source: Corrupted Naga Warrior
es: Guerrero naga corrupto

source: Corrupted Nagini Warrior
es: Guerrera naga corrupta

source: Corrupted Naga Myrmidon
es: Mirmidón naga corrupto

source: Corrupted Nagini Myrmidon
es: Mirmidona naga corrupta

source: Corrupted Orcish Grunt
es: Soldado orco corrupto

source: Imbued with a dark spirit, these corrupted humanoid brutes combine inhuman strength with potent magics to create formidable opponents. Though the orcish body often decays quickly, these abominations are potent weapons of the undead lords.
es: Imbuidos de un espíritu oscuro, estos brutos humanoides corruptos combinan fuerza inhumana con magias potentes para crear oponentes formidables. Aunque el cuerpo orco suele decaer rápidamente, estas abominaciones son armas poderosas de los señores no muertos.

source: Corrupted Orcish Warrior
es: Guerrero orco corrupto

source: Corrupted Orcish Sovereign
es: Soberano orco corrupto

source: Corrupted Orcish Assassin
es: Asesino orco corrupto

source: Corrupted Orcish Slayer
es: Matador orco corrupto

source: Corrupted Drake Fighter
es: Luchador draco corrupto

source: Imbued with a dark spirit, these corrupted huge lizards combine inhuman strength with potent magics to create formidable opponents. Though the drakish body often decays quickly, these abominations are potent weapons of the undead lords.
es: Imbuidos de un espíritu oscuro, estos lagartos enormes corruptos combinan fuerza inhumana con magias potentes para crear oponentes formidables. Aunque el cuerpo dracónico suele decaer rápidamente, estas abominaciones son armas poderosas de los señores no muertos.

source: war blade
es: espada de guerra

source: Corrupted Drake Warrior
es: Guerrero draco corrupto

source: Corrupted Drake Clasher
es: Retador draco corrupto

source: war talon
es: garra de guerra

source: Corrupted Drake Thrasher
es: Vapuleador draco corrupto

source: ram
es: embestida

source: Corrupted Drake Arbiter
es: Árbitro draco corrupto

source: halberd
es: alabarda

source: Corrupted Drake Enforcer
es: Comisario draco corrupto

source: trident
es: tridente

source: Corrupted Armageddon Drake
es: Draco armagedón corrupto

source: battle claws
es: garras de batalla

source: hellish breath
es: aliento infernal

source: Fire Guardian
es: Guardián de fuego

source: White Mage
es: Mago blanco

source: female^White Mage
es: Maga blanca

source: Mage of Light
es: Mago de luz

source: After years of experience, the most devout of white magi develop vast spiritual powers. By strict devotion to the path of the light, they can call upon its aid to chase away the shadows of the night. Following a strict code of piety and honor, these men and women work tirelessly to bring life and order to the troubled world in which they live, though this one seems to be an exception.
es: Tras años de experiencia, los magos blancos más devotos desarrollan vastos poderes espirituales. Mediante una estricta devoción al camino de la luz, pueden pedir su ayuda para ahuyentar las sombras de la noche. Siguiendo un estricto código de piedad y honor, estos hombres y mujeres trabajan incansablemente para traer vida y orden al mundo turbulento en que viven, aunque este parece ser una excepción.

source: morning star
es: lucero del alba

source: female^Mage of Light
es: Maga de luz

source: This is another foul demon pretending to be a human, and a bringer of good and light. They usually assist false Prophets
es: Este es otro demonio inmundo que finge ser humano y ser portador de bondad y luz. Suelen ayudar a falsos profetas.

source: This is surely a false prophet, an excellent manipulator.
es: Este es sin duda un falso profeta, un excelente manipulador.

source: Spearman
es: Lancero

source: Swords are, for many, an expensive luxury, and one which peasants can ill afford. Spears are much easier to make and will do well even without a spearhead, though most can afford one. Clad in leather armour, and often armed with a shield and a few javelins, spearmen are the staple of most armies, often thrown into the front lines with only the most basic training.
es: Las espadas son, para muchos, un costoso lujo, algo que los campesinos no pueden permitirse. Las lanzas son mucho más sencillas de construir y pueden utilizarse incluso sin punta, aunque la mayoría puede permitírsela. Vestidos con una armadura de cuero y frecuentemente armados con un escudo y algunas jabalinas, los lanceros son la base de la mayoría de los ejércitos, a menudo enviados al frente solamente con un entrenamiento básico.

source: Swordsman
es: Espadachín

source: An experienced soldier will often save enough to equip himself with a suit of scale or chain armour, and a sturdy broadsword. Though trading their spears for swords can be a jarring change, most spearmen will leap at the chance, knowing all too well the limitations of the weapon they are leaving behind. A sword is not without its own drawbacks, but is more versatile than a spear, and much better in close quarters.
es: Un soldado experimentado tiende a ahorrar lo suficiente como para equiparse con una armadura de escamas o una cota de malla y una larga y robusta espada. Aunque cambiar sus lanzas por espadas es un gran salto, muchos lanceros no dudan en hacerlo, conscientes de las limitaciones de sus anteriores armas. A pesar de que una espada tampoco está exenta de desventajas, es mucho más versátil que una lanza, y mucho más útil en las distancias cortas.

source: Royal Guard
es: Guardia real

source: Royal Guards are picked from the best swordsmen in Wesnoth. Serving under any of the higher nobility, they function as bodyguards, and partly as a badge of office for their employers. A special force of Royal Guards is stationed at the capitol, guarding the palace grounds and the royal family. Because of their trusted relationship to their superiors, they, rather than mercenaries, are often deployed on missions of crucial import. Their reliability and mastery of close combat are their best assets, for which they are well-renowned.
es: Los guardias reales se seleccionan entre los mejores espadachines de Wesnoth. Suelen trabajar como guardaespaldas de la más alta nobleza, sirviendo a menudo como distintivo de la posición de sus empleadores. Una facción especial de la guardia real se encuentra apostada en la capital, protegiendo las zonas del palacio y a la familia real. Debido a la relación de confianza que les une a sus superiores, suelen desplegarse en misiones de crucial importancia en vez de usar mercenarios. Su fiabilidad y la maestría que tienen en el combate cuerpo a cuerpo son sus mejores bazas, por las que alcanzan gran reconocimiento.

source: Bowman
es: Arquero

source: The use of archery in shooting something other than game was seen from its inception, and archers have been indispensable in warfare since time immemorial. Usually of humble origins, hailing from the peasantry or woodsmen, military bowmen are trained to competence with both a bow and a short sword, and are very common on the battlefield.
es: El uso del arco para algo que no fuera la caza ha estado presente desde su concepción, y los arqueros han sido indispensables en la guerra desde tiempos inmemoriales. Éstos, a menudo de origen humilde, ya sean campesinos o leñadores, son entrenados para ser hábiles tanto con el arco como con la espada corta, y son muy comunes en el campo de batalla.

source: Heavy Infantryman
es: Infantería pesada

source: Heavy infantry are brawny fighters clad in full plate and wielding massive impact weapons. Though they fight with unmatched power in melee combat, they have poor mobility and are best employed in static defence of fortified positions. A few of these in battle line will stiffen it considerably, albeit at an obvious cost in tactical flexibility.
es: La infantería pesada son corpulentos luchadores embutidos en una armadura completa y llevando pesadas armas de impacto. Aunque su fuerza en la lucha cuerpo a cuerpo es inigualable, tienen una movilidad muy pobre y están mejor empleados en la defensa de posiciones fortificadas. Unos cuantos en la línea de batalla la refuerzan considerablemente, a pesar de tener un coste obvio en flexibilidad táctica.

source: Shock Trooper
es: Infantería de choque

source: The sight of Demonic Shock Troopers breaking an enemy often does the same to the morale of any opposition, who sometimes wonder if such armour covers monsters, rather than men. And really, most of them don't even look like men, they are using heavy armours to hide their demonic appearance
es: Ver a los soldados de choque demoníacos romper a un enemigo suele hacer lo mismo con la moral de cualquier oposición, que a veces se pregunta si tales armaduras cubren monstruos en vez de hombres. Y realmente, la mayoría ni siquiera parecen hombres; usan armaduras pesadas para ocultar su apariencia demoníaca.

source: flail
es: mangual

source: Iron Mauler
es: Coloso

source: Only exceptionally strong demons disguise themselves as Iron Maulers, but meeting one usually means doom.
es: Solo los demonios excepcionalmente fuertes se disfrazan de trituradores de hierro, pero encontrarse con uno suele significar la muerte.

source: Destroyers are the strongest of demons that managed to disguise as humans. It is strongly recommended to stay far away from them, if you manage to identify them.
es: Los destructores son los demonios más fuertes que lograron disfrazarse de humanos. Se recomienda encarecidamente mantenerse lejos de ellos si se logra identificarlos.

source: Cavalryman
es: Soldado de caballería

source: Cavalrymen are distinguished from horsemen by their tactics and equipment. A cavalryman wears heavier armor, and carries a sword and shield, rather than a lance. Their tactics do not include charging; instead they maneuver to slash with a sword, using both horse and rider as an effective tool of melee. Cavalrymen are very useful for taking and holding positions on open ground, for screening friendly soldiers, and also for scouting work.
es: Los soldados de caballería se distinguen de los jinetes por sus tácticas y equipo. Un soldado de caballería viste una armadura más pesada, y lleva un escudo y una espada, en vez de una lanza. Sus tácticas no incluyen la carga; en lugar de eso maniobran para cortar con una espada, empleando tanto al caballo como a su jinete como una efectiva herramienta de combate cuerpo a cuerpo. Los soldados de caballería son muy útiles para tomar y mantener posiciones en terreno abierto, para dar protección a infantería aliada, y también para trabajos de exploración.

source: As the leaders of their armies, Generals are responsible for the protection of large or important areas in the kingdoms to which they have sworn fealty.
es: Como líderes de sus ejércitos, los generales son los responsables de la protección de áreas extensas o importantes en los reinos a los que han jurado fidelidad. Buenos conocedores del arte de la guerra, los generales pueden dirigir incluso a los reclutas más novatos para golpear estratégicamente y surgir victoriosos con las más imponentes probabilidades en contra . Reconocidos tanto por los nobles como por la ciudadanía, van equipados con armaduras de placas ornamentadas y se les reserva el armamento de la mayor calidad que puede ofrecer un artesano humano.

source: leadership
es: liderazgo

source: Thug
es: Proscrito

source: Some demons chose to disguise themselves as criminals, who knows why.
es: Algunos demonios eligen disfrazarse de criminales, quién sabe por qué.

source: club
es: garrote

source: Bandit
es: Bandido

source: Some demons chose to disguise themselves as those excluded from the human society, who knows why.
es: Algunos demonios eligen disfrazarse de aquellos excluidos de la sociedad humana, quién sabe por qué.

source: Highwayman
es: Bandolero

source: Highwaymen have gained an infamous reputation for underhanded deeds of violence. Demonic Highwaymen have hyperbolised this reputation even more.
es: Los salteadores de caminos han ganado una infame reputación por actos de violencia a traición. Los salteadores demoníacos han hiperbolizado aún más esta reputación.

source: Footpad
es: Salteador

source: These weaker demons are often derisively called ‘footpads’ by their superiors, for they are tasked with any job that requires a great deal of running around, often being employed as couriers, or scouts. Their superiors often do this just to have fun from seeing their faces after telling them how far will they have to go.
es: A estos demonios más débiles sus superiores los llaman despectivamente «ladronzuelos», porque se les asigna cualquier trabajo que requiera correr mucho, a menudo como mensajeros o exploradores. Sus superiores suelen hacerlo solo para divertirse viendo sus caras después de decirles lo lejos que tendrán que ir.

source: female^Footpad
es: Salteadora

source: Outlaw
es: Forajido

source: Some demonic infiltrators were really angered by the difficulty of making arrows, so they prefer using slings to shoot rocks they can find anywhere.
es: Algunos infiltrados demoníacos se enfadaron realmente por la dificultad de fabricar flechas, por lo que prefieren usar hondas para disparar rocas que encuentran en cualquier sitio.

source: female^Outlaw
es: Forajida

source: Fugitive
es: Fugitivo

source: These demons can hide in villages, saying that it is their stealth skill, but in truth it is simply that nobody dares to report that they are in their village.
es: Estos demonios pueden esconderse en aldeas diciendo que es su habilidad de sigilo, pero en realidad es simplemente que nadie se atreve a denunciar que están en su aldea.

source: female^Fugitive
es: Fugitiva

source: Poacher
es: Cazador furtivo

source: Some demons chose to disguise as archers, and it is not very known why they don't use their fireballs instead. Probably to make an army of demonic infiltrators look more realistic.
es: Algunos demonios eligen disfrazarse de arqueros y no se sabe muy bien por qué no usan sus bolas de fuego en su lugar. Probablemente para que un ejército de infiltrados demoníacos parezca más realista.

source: Trapper
es: Trampero

source: Some demons started to understand the nature of forests, but they are not used to it as much as elves are.
es: Algunos demonios empezaron a comprender la naturaleza de los bosques, pero no están tan acostumbrados a ella como los elfos.

source: Bewitched Wolf
es: Lobo embrujado

source: This wolf is controlled by a strong spell, making it obey its caster.
es: Este lobo está controlado por un poderoso hechizo que lo hace obedecer a su lanzador.

source: extra attack,
es: ataque extra

source: more damage overall,
es: mayor daño

source: female^cruel
es: cruel

source: female^brutal
es: brutal

source: uses a lesser berserk
es: usa un berserker menor

source: putrid
es: pútrido

source: female^putrid
es: pútrida

source: increased damage and poison
es: daño aumentado y veneno

source: scary
es: aterrador

source: female^scary
es: aterradora

source: more melee damage, victims retaliate less damage
es: más daño cuerpo a cuerpo, las víctimas contraatacan con menos daño

source: perverted
es: pervertido

source: female^perverted
es: pervertida

source: far more melee damage
es: mucho más daño cuerpo a cuerpo

source: wicked
es: malvado

source: female^wicked
es: malvada

source: has backstab and deals more damage
es: tiene puñalada por la espalda e inflige más daño

source: ghostly
es: fantasmal

source: female^ghostly
es: fantasmal

source: deals arcane damage, leeches and deals 10% more damage
es: inflige daño arcano, drena e inflige 10% más daño

source: spectral
es: espectral

source: female^spectral
es: espectral

source: melee attacks drain, 20% more damage
es: los ataques cuerpo a cuerpo drenan, 20% más daño

source: cold
es: frío

source: female^cold
es: fría

source: new cold slowing attack 8-5 + extra damage per level, +40% cold resistance, melee attack does cold damage
es: nuevo ataque de frío ralentizador 8-5 + daño extra por nivel, +40% resistencia al frío, el ataque cuerpo a cuerpo inflige daño de frío

source: bewitched
es: hechizado

source: female^bewitched
es: hechizada

source: new draining arcane attack 2-5 damage + more damage per level
es: nuevo ataque arcano drenante 2-5 daño + más daño por nivel

source: vengeful
es: vengativo

source: female^vengeful
es: vengativa
