Repository: Sebas38760/loti-era
Catalog: translations/*/LC_MESSAGES/wesnoth-loti-era.po
Languages: es

source: more resistant to arcane, fire and impact is standing next to at least 2 allied non-undead
es: más resistente a arcano, fuego e impacto si está al lado de al menos 2 aliados no no-muertos

source: more undead-like resistance (improved resistances, slightly worsened weaknesses)
es: más resistencia tipo no muerto (resistencias mejoradas, debilidades ligeramente empeoradas)

source: Arch Necromancer
es: Archinigromante

source: The greatest of the necromancers are greatly prepared to become liches, but they prefer to enjoy life while they are still living. They are much stronger in human body, and when they die, they become liches, but their magic abilities will diminish during the transformation.
es: Los más grandes nigromantes están muy preparados para convertirse en liches, pero prefieren disfrutar la vida mientras aún están vivos. Son mucho más fuertes en cuerpo humano, y cuando mueren se convierten en liches, pero sus habilidades mágicas disminuyen durante la transformación.

source: plague staff
es: bastón de plaga

source: chill wave
es: ola de frío

source: female^Arch Necromancer
es: Archinigromante

source: transforming enemies into Soulless also with the infection
es: transformando enemigos en Sin Alma también con la infección

source: slowing with chill wave
es: ralentizando con onda de frío

source: creating ghosts from victims of shadow wave
es: creando fantasmas de víctimas de onda de sombra

source: Ghost
es: Fantasma

source: making adjacent undead more resistant to arcane, fire and impact
es: haciendo a no muertos adyacentes más resistentes a arcano, fuego e impacto

source: more resistant to cold, blade and impact if adjacent to at least 2 allied undead
es: más resistente a frío, corte e impacto si está adyacente a al menos 2 no muertos aliados

source: Blackguard
es: Guardia negro

source: Blackguards are either outlaws who were even knighted for causing severe havoc in a land by a rival landlord, or knights whose love for war and gold has gone far beyond reason. They do not behave like knights, rather like a twisted opposite of knights. Clad in black armour, radiating darkness, prefering to fight in the dead of night, attacking by surprise and scaring enemies by their appearance.
es: Los guardias negros son o bien forajidos que incluso fueron caballeros por causar graves estragos en una tierra por un señor rival, o caballeros cuyo amor por la guerra y el oro ha ido mucho más allá de la razón. No se comportan como caballeros, más bien como un retorcido opuesto de los caballeros. Vestidos con armadura negra, irradiando oscuridad, prefiriendo luchar en plena noche, atacando por sorpresa y asustando a los enemigos con su apariencia.

source: scourge
es: azote

source: better protected from physical blows (3% better resistances; +5% resist impact)
es: mejor protegido contra golpes físicos (resistencias 3% mejores; +5% resistencia al impacto)

source: able to darken even the night
es: capaz de oscurecer incluso la noche

source: radiating unearthly darkness
es: irradiando oscuridad sobrenatural

source: able to teleport to an adjacent endangered ally
es: capaz de teletransportarse a un aliado adyacente en peligro

source: Celestial Messenger
es: Mensajero celestial

source: Gods are legendary beings living from humans' worship. They are greatly powerful and usually out of our reach, but sometimes even gods give birth to children with humans. Their children retain some of their power, but this power fades over generation. However, priestly white magic can awaken it, greatly enhancing the powers of Light inside his body, allowing the White Mage to become far more exalted than he could ever hope to. Thanks to the feathered wings on their backs, they can travel much faster through difficult terrains than others.
es: Los dioses son seres legendarios que viven del culto de los humanos. Son muy poderosos y normalmente están fuera de nuestro alcance, pero a veces incluso los dioses tienen hijos con humanos. Sus hijos conservan algo de su poder, pero ese poder se desvanece con las generaciones. Sin embargo, la magia blanca sacerdotal puede despertarlo, potenciando enormemente los poderes de la luz dentro de su cuerpo y permitiendo al mago blanco volverse mucho más exaltado de lo que jamás pudo soñar. Gracias a las alas emplumadas en su espalda, pueden viajar mucho más rápido por terrenos difíciles que los demás.

source: mace
es: mazo

source: lightbeam
es: rayo de luz

source: female^Celestial Messenger
es: Mensajera celestial

source: able to heal allies better
es: permite sanar mejor a los aliados

source: able to make enemies feel their guilt (-8% to non-physical resistances)
es: capaz de hacer que los enemigos sientan su culpa (-8% a resistencias no físicas)

source: making enemies feel their guilt stronger (-12% to non-physical resistances)
es: hace que los enemigos sientan su culpa con más fuerza (-12% a resistencias no físicas)

source: making enemies feel their guilt stronger (-16% to non-physical resistances)
es: hace que los enemigos sientan su culpa con más fuerza (-16% a resistencias no físicas)

source: making enemies' sins burn them from inside (-16 enemy heal)
es: hace que sus enemigos sientan sus pecados quemarles desde dentro (-16 vida)

source: able to illuminate even the day
es: permite iluminar incluso el día

source: illuminating everything around better
es: ilumina mejor todo a su alrededor

source: Champion
es: Campeón

source: After hundreds of battles and duels, the survivor learns that victory is not as important as survival. The best warrior is not the one who kills the most enemies, but the one who survives the most battles. Even with fewer kills per battle, the one who lives longer will eventually kill more people than fighters who kill enemies in large numbers. And the secret of survival is proper defence. Even in duels, the winner is the one who does not get hit, not the one who can hit the best. Those who understand this rule learn to defend extremely well and become so legendary in duels that even kings call them their champions in various occasions, like trials by combat. Sometimes they even adapt to wearing a light armour to protect themselves. Gameplay notes: This unit is highly defensive and focused on counterattacks, not on damage. Advancements are defense-oriented, this unit's potential in avoiding hits is the greatest of all units.
es: Tras cientos de batallas y duelos, el superviviente aprende que la victoria no es tan importante como sobrevivir. El mejor guerrero no es el que mata más enemigos, sino el que sobrevive a más batallas. Incluso con menos bajas por batalla, el que vive más tiempo acabará matando a más gente que los luchadores que eliminan enemigos en gran número. Y el secreto de la supervivencia es una defensa adecuada. Incluso en duelos, el ganador es el que no recibe golpes, no el que mejor golpea. Quienes comprenden esta regla aprenden a defenderse extremadamente bien y se vuelven tan legendarios en duelos que incluso los reyes los llaman sus campeones en varias ocasiones, como juicios por combate. A veces incluso se adaptan a llevar una armadura ligera para protegerse. Notas de juego: Esta unidad es altamente defensiva y se centra en contraataques, no en daño. Los avances están orientados a la defensa; el potencial de esta unidad para evitar golpes es el mayor de todas las unidades.

source: saber
es: sable

source: crossbow
es: ballesta

source: better at defending (lowering the chance to be hit by 2%)
es: mejor defendiendo (reduce un 2% la probabilidad de ser golpeado)

source: better protected from physical blows (3% better resistances)
es: mejor protegido de golpes físicos (3% mejor resistencia)

source: 5% better resistances when defending
es: 5% mejores resistencias al defender

source: 10% better resistances when defending
es: 10% mejores resistencias al defender

source: 15% better resistances when defending
es: 15% mejores resistencias al defender

source: Champion Bowman
es: Campeón arquero

source: Although any Master Bowman claims he has have reached the zenith of his art, inasmuch as any human is capable, it is far from truth. Their elite archers can become Champion Bowmen, that are really the ones who have reached the zenith of their art, inasmuch as any human is capable.
es: Aunque cualquier maestro arquero afirma haber alcanzado la cima de su arte, en la medida en que un humano es capaz, está lejos de la verdad. Sus arqueros de élite pueden convertirse en arqu campones, que son realmente los que han alcanzado la cima de su arte, en la medida en que un humano es capaz.

source: sword
es: espada

source: longbow
es: arco largo

source: shooting insanely precisely
es: disparando con precisión insana

source: able to shoot a storm on arrows without giving the enemy a chance to counterattack (new attack)
es: capaz de disparar una tormenta de flechas sin dar al enemigo oportunidad de contraatacar (nuevo ataque)

source: arrow storm
es: tormenta de flechas

source: able to shoot a massive hail of arrows to hit many enemies (new attack)
es: capaz de disparar una granizada masiva de flechas para golpear a muchos enemigos (nuevo ataque)

source: hail of arrows
es: granizada de flechas

source: Chaos Rider
es: Jinete del caos

source: The daring deeds of Cavaliers are known, but only some of them choose to play with fire. Wizards bind spirits of fire into their swords and horses, making them one of the most dangerous things on the battlefield.
es: Las hazañas audaces de los caballeros son conocidas, pero solo algunos de ellos eligen jugar con fuego. Los magos atan espíritus de fuego a sus espadas y caballos, convirtiéndolos en una de las cosas más peligrosas del campo de batalla.

source: flamesword
es: espada ardiente

source: stomp
es: pisotón

source: fireball
es: bola de fuego

source: incinerating enemies with sword
es: incinerando enemigos con la espada

source: able to hit multiple enemies with fireball
es: capaz de golpear a múltiples enemigos con bola de fuego

source: able to hit even more enemies with fireball
es: capaz de golpear a aún más enemigos con bola de fuego

source: dealing more damage with burning aura
es: inflige más daño con aura ardiente

source: casting a fiery spell on every melee hit
es: lanza un hechizo de fuego en cada golpe cuerpo a cuerpo

source: Dark Shade
es: Sombra oscura

source: Dark shade is a spirit of something so dark that it was not allowed to exist in the real world. Only its shadow appears on walls and attacks the shadows of its victims - and the victims will get hurt too.
es: La sombra oscura es un espíritu de algo tan oscuro que no se le permitió existir en el mundo real. Solo su sombra aparece en las paredes y ataca a las sombras de sus víctimas, y las víctimas también resultan heridas.

source: claws
es: garras

source: soul sip
es: sorber alma

source: clawing better
es: golpear mejor con las garras

source: backstabbing better
es: apuñalando por la espalda mejor

source: draining more from living, able to drain a bit from the non-living as well
es: drenar más de los vivos, y drenar un poco de los no vivos también

source: able to hide in the shadows of others
es: capaz de esconderse en las sombras de otros

source: able to hide close to the shadows of others
es: capaz de esconderse cerca de las sombras de otros

source: able to hide near the shadows of others
es: capaz de esconderse junto a las sombras de otros

source: more resilient after being hidden or after killing
es: más resistente tras estar oculto o tras matar

source: Deathlord
es: Señor de la muerte

source: Clad in a dark armour radiating with evil power of their controller, carrying a battle axe made not of steel, but of bones of its victims put together with malevolent magic, these terrible knights of evil bring doom to everyone who crosses their path. Cruelty is not what it seeks, but warfare is the only thing it remembers from its previous life, and so it fights; without any purpose or goal, it is simply the only thing its mindless body can do.
es: Vestidos con una armadura oscura que irradia el poder maligno de su controlador, portando un hacha de batalla hecha no de acero, sino de huesos de sus víctimas unidos con magia malévola, estos terribles caballeros del mal traen la perdición a todos los que cruzan su camino. La crueldad no es lo que busca, pero la guerra es lo único que recuerda de su vida anterior, y así lucha; sin propósito ni objetivo, es simplemente lo único que su cuerpo sin mente puede hacer.

source: axe
es: hacha

source: able to attack in a terrible way that lowers enemy resistance (new attack)
es: capaz de atacar de forma terrible que baja la resistencia enemiga (nuevo ataque)

source: doom
es: perdición

source: better at blocking attacks (lowering the chance to be hit by 4%)
es: mejor bloqueando ataques (bajando la probabilidad de ser golpeado en 4%)

source: shooting poisonous arrows
es: disparar flechas venenosas

source: 3% better resistance
es: 3% mejor resistencia

source: Demilich
es: Semiliche

source: Some liches are less than pleased with their frail skeletal body and experiment with ghosts to keep their ethereal enough to protect themselves from attack. Their ultimate goal is to look like the people they once were. This is a specimen of one that hasn't succeeded yet.
es: Algunos liches no están nada contentos con su frágil cuerpo esquelético y experimentan con fantasmas para mantenerse lo bastante etéreos como para protegerse de los ataques. Su objetivo final es parecerse a las personas que fueron. Este es un ejemplar de uno que aún no lo ha logrado.

source: more spirit-like resistance (improved resistances, slightly worsened arcane resistance)
es: resistencias más de espíritu (resistencias mejoradas, resistencia arcana ligeramente empeorada)

source: better at dodging enemy attacks (lowering the chance to be hit by 2%)
es: mejor esquivando ataques enemigos (reduce un 2% la probabilidad de ser golpeado)

source: Destroyer
es: Destructor

source: The strongest warriors of mankind, the Destroyers, are because of their strength and resilience sometimes considered to be not humans, but demons in human armour. No matter what they really are, their help in war is so significant that any warlord would pay great amounts of gold for every single destroyer he can have in his army. Note: Destroyers can learn berserk.
es: Los guerreros más fuertes de la humanidad, los destructores, son a veces considerados no humanos sino demonios con armadura humana debido a su fuerza y resistencia. Sea lo que sean, su ayuda en la guerra es tan significativa que cualquier señor de la guerra pagaría grandes cantidades de oro por cada destructor que pueda tener en su ejército. Nota: Los destructores pueden aprender berserker.

source: able to enter a battle frenzy like dwarves, but only when attacking (new attack)
es: capaz de entrar en frenesí de batalla como los enanos, pero solo al atacar (nuevo ataque)

source: frenzy
es: delirio

source: better protected from physical blows (2% better resistances; +4% resist impact)
es: mejor protegido contra golpes físicos (resistencias 2% mejores; +4% resistencia al impacto)

source: Dragon Rider
es: Jinete de dragón

source: The greatest elite of human warriors is sometimes invited to join a special order, the Dragon Riders. Relatively unknown to the world, they managed to control the mightiest creatures of the world. They appear when the world is in danger.
es: A la élite más grande de guerreros humanos se les invita a veces a unirse a una orden especial, los Jinetes de Dragón. Relativamente desconocidos para el mundo, lograron controlar a las criaturas más poderosas del mundo. Aparecen cuando el mundo está en peligro.

source: lance
es: lanza

source: fire breath
es: aliento de fuego

source: able to order the dragon to eat bits of freshly torn meat during battle
es: capaz de ordenar al dragón que coma trozos de carne recién arrancada durante la batalla

source: charging more powerfully with lance (2.5 times more damage)
es: cargando con más potencia con la lanza (2,5 veces más daño)

source: charging even more powerfully with the lance (3 times more damage)
es: cargando con aún más potencia con la lanza (3 veces más daño)

source: incinerating enemies with dragon breath
es: incinerando enemigos con aliento de dragón

source: able to lead allies into battle (like a level 2 unit)
es: capaz de liderar aliados en batalla (como una unidad de nivel 2)

source: able to lead allies into battle (like a level 3 unit)
es: capaz de liderar aliados en batalla (como una unidad de nivel 3)

source: a greater leader in battle (like a level 4 unit)
es: un mayor líder en batalla (como una unidad de nivel 4)

source: a greater leader in battle (like a proper level 5 unit)
es: un mayor líder en batalla (como una verdadera unidad de nivel 5)

source: riding a tougher dragon (2% better resistances; +3% resist pierce)
es: montando un dragón más duro (resistencias 2% mejores; +3% resistencia a perforación)

source: Duelist Wizard
es: Mago duelista

source: Duelist Wizards are a rare group of mages, who instead of studying magic deeper and deeper decided to start using it to defeat other mages. The main motivation of this was of course the desire to get higher in ranks among other magi, who usually underestimate them because of their weaker knowledge of magical theories. Their philosophy is not based on the seek of knowledge, but on the desire to be stronger than other magi.
es: Los magos duelistas son un raro grupo de magos que, en vez de estudiar la magia cada vez más profundamente, decidieron empezar a usarla para derrotar a otros magos. La principal motivación de esto fue, por supuesto, el deseo de ascender en rango entre otros magos, que normalmente los subestiman por su menor conocimiento de las teorías mágicas. Su filosofía no se basa en la búsqueda de conocimiento, sino en el deseo de ser más fuerte que otros magos.

source: SPECIAL_NOTE^ Duelist Wizards are well-attuned to their magical natures and are highly resistant to non-physical damage.
es: NOTA_ESPECIAL^ Los magos duelistas están bien sintonizados con su naturaleza mágica y son altamente resistentes al daño no físico.

source: staff
es: bastón

source: missile
es: misil

source: female^Duelist Wizard
es: Maga duelista

source: able to return 2 pierce damage to every attacker
es: capaz de devolver 2 de daño perforante a cada atacante

source: able to return a part of damage to the attacker
es: capaz de devolver parte del daño al atacante

source: able to heal from enemies' attacks
es: capaz de sanar con los ataques enemigos

source: able to heal from enemies' attacks better
es: capaz de sanar mejor con los ataques enemigos

source: -15% to magical resistances of all adjacent enemies
es: -15% a las resistencias mágicas de todos los enemigos adyacentes

source: Duke
es: Duque

source: If those who have earned the title of Grand Marshal are fearsome, those leaders of battle known as Dukes make them seem like lowly corporals. Few other commanders leave such a great mark on battlefield and state alike, as the sheer strategic prowess of the Duke inevitably carries over into political life. Though some may best him in single combat, few have ever triumphed over a Duke in charge of a full army; not only can he exhort those in his command to greater efficiency as a unit, his mere presence is enough to stir his troops to rash death-or-glory charges against the enemy.
es: Si quienes han ganado el título de Gran Mariscal son temibles, los líderes de batalla conocidos como duques los hacen parecer simples cabos. Pocos comandantes dejan una marca tan grande en el campo de batalla y en el estado, pues la pura destreza estratégica del duque inevitablemente se traslada a la vida política. Aunque algunos puedan vencerlo en combate singular, pocos han triunfado sobre un duque al mando de un ejército completo; no solo puede exhortar a los de su mando a mayor eficiencia como unidad, su mera presencia basta para incitar a sus tropas a cargas temerarias de gloria o muerte contra el enemigo.

source: longsword
es: espada larga

source: possessing the leadership of a level 6 unit
es: posee el liderazgo de una unidad de nivel 6

source: able to make all adjacent allies capable to attack first even when defending
es: capaz de hacer que todos los aliados adyacentes ataquen primero incluso al defender

source: able to let all adjacent allies gain 1 movement point after attacking
es: capaz de hacer que todos los aliados adyacentes ganen 1 punto de movimiento tras atacar

source: able to heal allies
es: capaz de sanar aliados

source: Dwarvish Battlerager
es: Batallador enano

source: Dwarvish Lords are always thinking about ways to make their army more powerful. One of their frequent decisions is that Berserkers, a rare caste of Dwarves, who work themselves into a towering rage before combat, disdain all notion of defence, thinking only of the unrelenting assaults for which they are legendary, should wear armours. Berserkers usually refuse, because armour would prevent them from attacking as strongly as possible. Sometimes a cunning Dwarvish Lord decides to forge an armour to appeal to them. These armours are black, heavy, and there is a lot of spikes on them, that attires the attention of any Berserker. Clad in a spiky armour, a Berserker becomes a Battlerager, an even more scary warrior than Berserkers.
es: Los señores enanos siempre están pensando en formas de hacer su ejército más poderoso. Una de sus decisiones frecuentes es que los berserkers —una casta rara de enanos que se sumergen en una furia imponente antes del combate, desdeñando toda noción de defensa y pensando solo en los asaltos implacables por los que son legendarios— deberían llevar armadura. Los berserkers suelen negarse, porque la armadura les impediría atacar con toda su fuerza. A veces un astuto señor enano decide forjar una armadura que les resulte atractiva. Estas armaduras son negras, pesadas y tienen muchas púas, lo que atrae la atención de cualquier berserker. Vestido con una armadura espinosa, un berserker se convierte en un guerrero de batalla, un guerrero aún más aterrador que los berserkers.

source: berserker frenzy
es: frenesí berserker

source: tougher (2-3% better resistances)
es: más duro (resistencias 2-3% mejores)

source: impaling enemies on spikes on armour better, also in range
es: empalando mejor a enemigos en las púas de la armadura, también a distancia

source: impaling enemies on spikes on armour better
es: empalando mejor a enemigos en las púas de la armadura

source: Dwarvish Hero
es: Héroe enano

source: Dwarvish Heroes are the strongest, toughest and wisest from the dwarves. Hardened by centuries of warfare under the ground and also above it, their strength and wisdom grew beyond measure. Their incredible skill with smithing granted them the mightiest hammers and most solid armours ever, and even dwarvish kings have a strong respect towards them.
es: Los héroes enanos son los más fuertes, duros y sabios entre los enanos. Endurecidos por siglos de guerra bajo tierra y también sobre ella, su fuerza y sabiduría crecieron sin medida. Su increíble habilidad con la forja les otorgó los martillos más poderosos y las armaduras más sólidas jamás vistas, e incluso los reyes enanos les tienen un profundo respeto.

source: battle axe
es: hacha de batalla

source: hammer
es: martillo

source: hatchet
es: hacha de mano

source: better at blocking (lowering the chance to be hit by 2-4%)
es: mejor bloqueando (reduce un 2-4% la probabilidad de ser golpeado)

source: capable to use lightning (new attack)
es: capaz de usar relámpagos (nuevo ataque)

source: Dwarvish Protector
es: Protector enano
