Repository: Sebas38760/loti-era
Catalog: translations/*/LC_MESSAGES/wesnoth-loti-era.po
Languages: es

source: Dwarvish Protectors are the hardiest from all dwarves. A wall of Dwarvish Protectors can resist enemy blows better than a stone wall - and is much more dangerous.
es: Los protectores enanos son los más resistentes de todos los enanos. Un muro de protectores enanos puede resistir los golpes enemigos mejor que un muro de piedra, y es mucho más peligroso.

source: spear
es: lanza

source: javelin
es: jabalina

source: able to charge into battle (new attack)
es: permite cargar en batalla (nuevo ataque)

source: charge
es: carga

source: better resistances when defending
es: mejores resistencias defendiéndose

source: Dwarvish Technocrat
es: Tecnócrata enano

source: Dwarves always have some secrets they never tell even to their closest friends if they are not dwarves too. One of them is also the secret of their technical invention, the thunderstick. Although it is a very powerful weapon itself, they still seek to improve it and make it even more powerful.
es: Los enanos siempre tienen algunos secretos que nunca cuentan ni siquiera a sus amigos más cercanos si no son enanos también. Uno de ellos es el secreto de su invención técnica, el bastón de trueno. Aunque ya es un arma muy poderosa por sí misma, siguen buscando mejorarla y hacerla aún más poderosa.

source: dagger
es: daga

source: thunderstick
es: fusil

source: able to backstab with the dagger
es: permite apuñalar con daga

source: more technically skilled, using a gun that can fire very quickly (new attack)
es: más hábil técnicamente, usando un arma que puede disparar muy rápido (nuevo ataque)

source: bullet storm
es: tormenta de balas

source: more technically skilled, using a very precise gun (new attack)
es: más hábil técnicamente, usando un arma muy precisa (nuevo ataque)

source: blunderbuss
es: trabuco

source: shooting bullets that penetrate armour better (+10% pierce resistance penetration)
es: disparando balas que penetran mejor la armadura (+10% penetración de resistencia a penetración)

source: shooting bullets that penetrate armour better (+5% pierce resistance penetration)
es: disparando balas que penetran mejor la armadura (+5% penetración de resistencia a penetración)

source: Elder Mage
es: Mago anciano

source: Great Magi spread rumours that only several mages per century are given the title of a great mage, but the truth is quite different. They are speaking about Elder Magi, and misuse the similarity and the rarity of them. Among them, there is an even sparser number who, despite their blessed age, are more progressive than the younger professional fraternity. Elder Magi are the real masters of magic, the ones who make new spells and truly understand the arcane. Even if they are not trained for battle, their powerful magic can destroy most enemies before the need for quick reflexes comes.
es: Los grandes magos difunden rumores de que solo unos pocos magos por siglo reciben el título de gran mago, pero la verdad es bastante distinta. Hablan de los magos ancianos y abusan de la similitud y la rareza del término. Entre ellos hay un número aún menor que, a pesar de su avanzada edad, son más progresistas que la fraternidad profesional más joven. Los magos ancianos son los verdaderos maestros de la magia, los que crean nuevos hechizos y comprenden realmente lo arcano. Aunque no estén entrenados para la batalla, su poderosa magia puede destruir a la mayoría de enemigos antes de que necesiten reflejos rápidos.

source: unearthly lightning
es: relampago sobrenatural

source: female^Elder Mage
es: Maga anciana

source: breaking through enemy fire resistances better (8%)
es: penetra mejor las resistencias al fuego enemigas (8%)

source: breaking through enemy fire resistances better (7%)
es: penetra mejor las resistencias al fuego enemigas (7%)

source: breaking through enemy fire resistances better (5%)
es: penetra mejor las resistencias al fuego enemigas (5%)

source: dealing damage to multiple enemies with fireball
es: infligiendo daño a múltiples enemigos con bola de fuego

source: breaking through enemy arcane resistances better (8%)
es: penetra mejor las resistencias arcanas enemigas (8%)

source: breaking through enemy arcane resistances better (7%)
es: penetra mejor las resistencias arcanas enemigas (7%)

source: breaking through enemy arcane resistances better (5%)
es: penetra mejor las resistencias arcanas enemigas (5%)

source: ignoring enemy resistances (and vulnerabilities) with lightning
es: ignora las resistencias (y vulnerabilidades) enemigas con relámpagos

source: capable to cast fire blast (new attack)
es: capaz de lanzar ráfaga de fuego (nuevo ataque)

source: fire blast
es: Explosión ígnea

source: able to curse enemies to cut their resistances
es: capaz de maldecir enemigos para reducir sus resistencias

source: curse
es: maldición

source: Elvish Assassin
es: Asesino elfo

source: Unlike human assassins, elvish assassins are honoured warriors who have proven their incredible skill in archery by killing the enemy warband's leader just by shooting him from a distance, or even a whole enemy clump by covering them by a deadly arrow storm before they came to him. Even when cornered and forced to fight in melee range, they can defeat their enemies with trickery, without properly fighting them.
es: A diferencia de los asesinos humanos, los asesinos elfos son guerreros honrados que han demostrado su increíble habilidad con el arco matando al líder de la banda enemiga de un solo disparo a distancia, o incluso a todo un grupo enemigo cubriéndolos con una tormenta mortal de flechas antes de que llegaran a él. Incluso acorralados y forzados a luchar cuerpo a cuerpo, pueden derrotar a sus enemigos con artimañas, sin necesidad de combatirlos de verdad.

source: female^Elvish Assassin
es: Asesina elfa

source: able to shoot a storm of arrows without giving the enemy a chance to counterattack (new attack)
es: capaz de disparar una tormenta de flechas sin dar al enemigo oportunidad de contraatacar (nuevo ataque)

source: better at dodging (lowering the chance to be hit by 2%)
es: mejor esquivando (reduce la probabilidad de ser golpeado en 2%)

source: Elvish Gryphon Rider
es: Jinete de grifo elfo

source: With enough skill in archery and horse riding, an elf can decide to ride giant birds instead of horses, gaining incredible mobility and an ability to shoot his foes from above, relatively protected from enemy blows.
es: Con suficiente habilidad en tiro con arco y equitación, un elfo puede decidir montar aves gigantes en vez de caballos, ganando una movilidad increíble y la capacidad de disparar a sus enemigos desde arriba, relativamente protegido de los golpes enemigos.

source: female^Elvish Gryphon Rider
es: Jinete de grifo elfa

source: shooting very precisely
es: disparando con mucha precisión

source: able to move one hex after attacking an enemy
es: capaz de moverse un hexágono tras atacar a un enemigo

source: able to move more hexes after attacking an enemy (only after bow attack)
es: capaz de moverse más hexágonos tras atacar a un enemigo (solo tras ataque con arco)

source: more nimble (lowering the chance to be hit by 4%)
es: más ágil (reduce un 4% la probabilidad de ser golpeado)

source: Elvish Juggernaut
es: Elfo imparable

source: Elves are known to be excellent archers, but that is only because they prefer bows as primary weapons. They can be equally good with swords, but only a few elves develop this talent. They can whirl their swords in their hands like if they were just small sticks, but with the force of a furious storm, cutting their enemies asunder.
es: Los elfos son conocidos por ser excelentes arqueros, pero eso es solo porque prefieren los arcos como arma principal. Pueden ser igual de buenos con espadas, pero solo unos pocos elfos desarrollan este talento. Pueden girar sus espadas en las manos como si fueran simples palitos, pero con la fuerza de una tormenta furiosa, cortando a sus enemigos en pedazos.

source: blade storm
es: tormenta de cuchillas

source: bow
es: arco

source: more precise with bow
es: más preciso con arco

source: able to attack in a terribly scary way (new attack)
es: capaz de atacar de forma terriblemente aterradora (nuevo ataque)

source: grim strike
es: golpe siniestro

source: able to maim enemies, lowering their damage temporarily (new attack)
es: capaz de mutilar enemigos, reduciendo temporalmente su daño (nuevo ataque)

source: mayhem
es: mutilar

source: dealing 12 damage to all adjacent enemies
es: inflige 12 de daño a todos los enemigos adyacentes

source: dealing 24 damage to all adjacent enemies
es: inflige 24 de daño a todos los enemigos adyacentes

source: dealing 32 damage to all adjacent enemies
es: inflige 32 de daño a todos los enemigos adyacentes

source: regenerating 6 hitpoints per turn
es: regenera 6 puntos de vida por turno

source: regenerating 12 hitpoints per turn
es: regenera 12 puntos de vida por turno

source: regenerating 18 hitpoints per turn
es: regenera 18 puntos de vida por turno

source: Elvish Nightprowler
es: Merodeador elfo

source: Sometimes, elvish avengers will become so good at stealth, that they can even leave the forest at night, remaining concealed.
es: A veces, los vengadores elfos se vuelven tan buenos en el sigilo que pueden incluso salir del bosque de noche permaneciendo ocultos.

source: female^Elvish Nightprowler
es: Merodeadora elfa

source: able to stab backs
es: capaz de apuñalar por la espalda

source: able to enter a shooting frenzy like dwarves with axes, but only when attacking (new attack)
es: capaz de entrar en frenesí de disparos como los enanos con hachas, pero solo al atacar (nuevo ataque)

source: fury
es: furia

source: Elvish Overlord
es: Señor supremo elfo

source: Some elvish fighters who use faerie powers a lot may eventually become a male half-fairy. It gives them unusual dexterity and their skill with swords will get even better. The main problem with it is that touching iron causes pain to them - that is why they use weapons made from various rare metals.
es: Algunos guerreros élficos que usan mucho los poderes feéricos pueden convertirse finalmente en un medio hada masculino. Esto les otorga una destreza inusual y su habilidad con las espadas será aún mejor. El principal problema es que tocar hierro les causa dolor, por eso usan armas hechas de varios metales raros.

source: faerie fire
es: fuego feérico

source: able to cover his sword in sticky spiderwebs to slow enemies (new attack)
es: capaz de cubrir su espada con telarañas pegajosas para ralentizar enemigos (nuevo ataque)

source: spiderweb sword
es: espada de telaraña

source: repulsing enemy weapons better
es: repeliendo mejor las armas enemigas

source: a greater leader in battle (like a proper level 4 unit)
es: un mayor líder en batalla (como una verdadera unidad de nivel 4)

source: better at blocking (lowering the chance to be hit by 3%)
es: mejor bloqueando (reduce un 3% la probabilidad de ser golpeado)

source: better protected from magical attacks (7/3/3% better resistances to arcane/fire/cold)
es: mejor protegido contra ataques mágicos (resistencias 7/3/3% mejores a arcano/fuego/frío)

source: Elvish Warlord
es: Señor de la guerra elfo

source: Some elves are not so peace-loving as others, and intentionally seek war. They are not trying to start wars, just joining wars where they know which side is evil. Their skill at leading allies into combat is incredibly good, so that trying to outsmart an Elvish Warlord usually results in an even more humiliating defeat than fighting them using usual strategies.
es: Algunos elfos no son tan pacíficos como otros y buscan la guerra intencionadamente. No intentan comenzar guerras, solo se unen a aquellas donde saben cuál es el bando malvado. Su habilidad para liderar aliados en combate es increíblemente buena, por lo que intentar superar en astucia a un señor de la guerra elfo suele acabar en una derrota aún más humillante que combatirlos con estrategias normales.

source: a better leader (like a level 5 unit)
es: un mejor líder (como una unidad de nivel 5)

source: able to improve nearby allies' reactions
es: capaz de mejorar las reacciones de los aliados cercanos

source: able to help adjacent allies to slow enemies in melee range
es: capaz de ayudar a aliados adyacentes a ralentizar enemigos en alcance cuerpo a cuerpo

source: Exterminator
es: Exterminador

source: Masters of the Assassins are almost always sent to slay their victims rather than to steal something. Their favourite technique is to stab enemies from behind with a dagger, but because not all murders can be done silently, they also practised standard combat, and carry a scythe they can wield with scary skill, that is particularly useful when surrounded. Deadly at night, exterminators are less able fighting under the sun.
es: Los maestros de los asesinos casi siempre son enviados a matar a sus víctimas en vez de robar algo. Su técnica favorita es apuñalar a los enemigos por la espalda con una daga, pero como no todos los asesinatos pueden hacerse en silencio, también practicaron el combate estándar y llevan una guadaña que manejan con habilidad aterradora, especialmente útil cuando están rodeados. Mortales de noche, los exterminadores son menos efectivos luchando bajo el sol.

source: scythe
es: guadaña

source: knife
es: cuchillo

source: Exterminatrix
es: Exterminatriz

source: better at backstabbing
es: mejor apuñalando por la espalda

source: insanely precise with knives
es: insanamente preciso con los cuchillos

source: able to charge at enemies when backstabbing if selected (new attack)
es: capaz de cargar contra enemigos al apuñalar por la espalda si se selecciona (nuevo ataque)

source: murderous frenzy
es: locura asesina

source: able to perform a whirlwind attack (new attack)
es: capaz de realizar un ataque de torbellino (nuevo ataque)

source: whirlwind
es: torbellino

source: able to move at night without being seen on useful terrains
es: capaz de moverse de noche sin ser visto en terrenos útiles

source: able to move at night without being seen on all accessible terrains
es: capaz de moverse de noche sin ser visto en todos los terrenos accesibles

source: better at defending (lowering the chance to be hit by 3%)
es: mejor defendiendo (reduce un 3% la probabilidad de ser golpeado)

source: better at defending (lowering the chance to be hit by 1%)
es: mejor defendiendo (reduce un 1% la probabilidad de ser golpeado)

source: Fire Dragon
es: Dragón de fuego

source: A dragon is a legendary creature, normally seen only in fantastic tales. They are very rare, and were it not for the historical events, the singlehanded destruction of cities and towns that these creatures have wrought, they might be dismissed as mere myth. Legends are very specific about the ravages of dragons; noting their great strength, speed, their preternatural cunning, and above all else, the great fire that burns inside of them. Battling a dragon is said to be the pinnacle of danger itself, fit only for fools, or the bravest of knights.
es: Un dragón es una criatura legendaria, normalmente vista solo en cuentos fantásticos. Son muy raros y, de no ser por los eventos históricos y la destrucción unilateral de ciudades y pueblos que estas criaturas han causado, podrían ser descartados como mero mito. Las leyendas son muy específicas sobre los estragos de los dragones; destacan su gran fuerza, velocidad, astucia sobrenatural y, sobre todo, el gran fuego que arde dentro de ellos. Se dice que combatir contra un dragón es la cúspide del peligro mismo, apto solo para locos o los caballeros más valientes.

source: Forester
es: Guardabosque

source: Foresters are people who abandoned the life with other people, craving for the solitude in wild places. They can live in places where others would lack food and shelter, and no animal can escape their precise shot. Due to their solitude, they lack any relation to other humans, and so they do not have any problem to kill anyone they do not like. This lack of understanding can be exploited by bandits, who occasionally persuade them to join their cause.
es: Los forestales son personas que abandonaron la vida con otros humanos, anhelando la soledad en lugares salvajes. Pueden vivir donde otros carecerían de comida y refugio, y ningún animal escapa a su disparo preciso. Debido a su soledad, carecen de relación con otros humanos y no tienen problema en matar a quien no les guste. Esta falta de comprensión puede ser explotada por bandidos, que ocasionalmente los convencen de unirse a su causa.

source: able to deflect enemy shots to hit enemies when they miss
es: capaz de desviar disparos enemigos para golpear a enemigos cuando fallan

source: able to attack parrying enemy blows (new attack)
es: capaz de atacar mientras para los golpes enemigos (nuevo ataque)

source: parry
es: desviar

source: better protected from physical blows (2% better resistances; +1% resist impact)
es: mejor protegido contra golpes físicos (resistencias 2% mejores; +1% resistencia al impacto)

source: Goblin Ravager
es: Devastador goblin

source: To perform their destructive work effectively, Goblin Pillagers must be able to move fast. In the event of a shortage of wolves, another mount has to fill in. Though giant spiders are far less intelligent than wolves, the fear spread by their sight makes up for this imperfection. Taming those beasts claims high casualties and their appetite for riders in front of them is detrimental – but one has to overlook such little mishaps leniently: Goblins are numerous, useless for most other jobs, and since birth used to submit to their fates.
es: Para realizar su trabajo destructivo con eficacia, los saqueadores goblin deben poder moverse rápido. Cuando faltan lobos, otro montura debe sustituirlos. Aunque las arañas gigantes son mucho menos inteligentes que los lobos, el miedo que provocan con su mera presencia compensa esa imperfección. Domesticar a esas bestias causa muchas bajas y su apetito por los jinetes que llevan delante es perjudicial, pero hay que pasar por alto esos pequeños accidentes: los goblins son numerosos, inútiles para casi cualquier otro trabajo y desde su nacimiento están acostumbrados a someterse a su destino.

source: torch
es: antorcha

source: net
es: red

source: able to hit enemies in villages with 90% chance with the spider's attack
es: capaz de golpear a enemigos en aldeas con 90% de probabilidad con el ataque de la araña

source: able to torch enemies in villages with 90% chance
es: capaz de quemar a enemigos en aldeas con 90% de probabilidad

source: incinerating with torch
es: incinerando con antorcha

source: able to throw nets at enemies in villages with 90% chance
es: capaz de lanzar redes a enemigos en aldeas con 90% de probabilidad

source: Goblin Trainer
es: Entrenador goblin

source: loyal
es: leal

source: female^loyal
es: leal

source: Zero upkeep
es: Cero mantenimiento

source: Goblin Warbanner
es: Estandarte de guerra goblin

source: Some goblins, after surviving an improbably high number of fights, become experienced enough to lead other goblins to battle, or even weaker orcs. These goblins are no longer bullied by orcs, but still used to lead a tiring force.
es: Algunos goblins, tras sobrevivir a un número improbablemente alto de combates, se vuelven lo bastante experimentados como para liderar a otros goblins al combate, o incluso a orcos más débiles. Estos goblins ya no son acosados por los orcos, pero siguen siendo usados para liderar una fuerza agotadora.

source: throwing spears more precisely
es: lanzando las lanzas con más precisión

source: able to drum in a way that makes allies march faster
es: capaz de redoblar de forma que hace que los aliados marchen más rápido

source: a better leader
es: un mejor líder

source: able to advise to stronger units instead of leading weaker units
es: capaz de aconsejar a unidades más fuertes en vez de liderar unidades débiles

source: Grim Knight
es: Caballero siniestro

source: Grim Knights are undead who can ride a living horse thanks to dark magic controlling the horse's mind and altering its body. Undead legions use them for approximately the same purposes as living armies use their horsemen.
es: Los caballeros siniestros son no muertos que pueden montar un caballo vivo gracias a magia oscura que controla la mente del caballo y altera su cuerpo. Las legiones de no muertos los usan con aproximadamente los mismos fines que los ejércitos vivos usan a sus jinetes.

source: dealing double damage to enemies who have no adjacent allies
es: inflige el doble de daño a enemigos que no tengan aliados adyacentes

source: able to knock enemies back (new attack)
es: capaz de repeler a los enemigos (nuevo ataque)

source: knockback
es: empujón

source: more rider-like resistances (more resistant to blade and impact, slightly less to pierce)
es: resistencias más de jinete (más resistente a corte e impacto, ligeramente menos a penetración)

source: causing a severe frailty complex in enemies' minds (-10% physical resistances)
es: provocando un grave complejo de fragilidad en la mente de los enemigos (-10% a resistencias físicas)

source: causing adjacent enemies to deal 1 less attack
es: hace que los enemigos adyacentes infligan 1 ataque menos

source: causing an even worse frailty complex in enemies' minds (-15% physical resistances)
es: provocando un complejo de fragilidad aún peor en la mente de los enemigos (-15% a resistencias físicas)

source: causing a really terrible frailty complex in enemies' minds (-20% physical resistances)
es: provocando un complejo de fragilidad realmente terrible en la mente de los enemigos (-20% a resistencias físicas)

source: female^Faerie Incarnation
es: Encarnación feérica

source: Some elves have gone so far on the faerie path, that they are much more a fairy than an elf. This gives them unearthly beauty and otherworldly powers commanding plants. However, this transformation also includes behavioural changes, and their integration into elvish society is problematic.
es: Algunas elfas han avanzado tanto en el camino feérico que son mucho más hadas que elfas. Esto les otorga una belleza sobrenatural y poderes de otro mundo para comandar plantas. Sin embargo, esta transformación también incluye cambios de comportamiento y su integración en la sociedad élfica es problemática.

source: nature's power
es: poder natural

source: This unit heals 16 HP per turn if standing on a forested hex. If poisoned, the poison will be cured instead.
es: Esta unidad sana 16 PV por turno si está en un hexágono boscoso. Si está envenenada, el veneno será curado en su lugar.

source: This unit regenerates, which allows it to heal as though always stationed in a village, if it is standing in a forest.
es: Esta unidad se regenera, lo que le permite sanar como si siempre estuviera estacionada en una aldea si se encuentra en un bosque.

source: vine whip
es: látigo de vid

source: ensnare
es: entrampar

source: thorns
es: espinas

source: poisoning enemies with thorns
es: envenenando enemigos con espinas

source: slowly draining adjacent enemies
es: drenando lentamente a enemigos adyacentes

source: decreasing non-physical resistances of adjacent enemies (-12%)
es: reduce las resistencias no físicas de enemigos adyacentes (-12%)

source: decreasing non-physical resistances of adjacent enemies (-16%)
es: reduce las resistencias no físicas de enemigos adyacentes (-16%)

source: decreasing non-physical resistances of adjacent enemies (-20%)
es: reduce las resistencias no físicas de enemigos adyacentes (-20%)

source: able to poison all adjacent enemy units
es: capaz de envenenar a todas las unidades enemigas adyacentes

source: Infernal Knight
es: Caballero infernal
